Repository: Ahmedabdsw/gammu
Catalog: locale/*/docs.po
Languages: cs, pt_br

source: SMSD as a system wide daemon
cs: SMSD jako systémový démon
pt_br: Ativar o SMSD como Daemon modo abrangente

source: To use SMSD as a daemon, you might want to use init script which is shipped with Gammu in contrib/init directory. It is not installed by default, either install it manually or check INSTALL file for instructions.
cs: Pro spuštění SMSD při startu systému můžete použít init skript, který je distribuován s Gammu v adresáři contrib/init. Při výchozí instalaci není instalován, můžete ho zkopírovat ručně, nebo se podívejte do souboru INSTALL.cs.
pt_br: Para utilizar o SMSD como um Daemon, você precisa utilizar um script de inicialização que vem junto com o Gammu na pasta contrib/init. Ele não é instalado por Padrão. Você pode instalar manualmente ou verificar as instruções na arquivo INTALL-pt_BR.

source: Under Windows 7 you might need to disable UAC (user account control) before you will be able to install SMSD service.
cs: Pod Windows 7 možná budete potřebovat vypnout UAC (user account control) před tím než vám půjde nainstalovat služba SMSD.
pt_br: Sob o Windows 7 pode ser necessário desabilitar o UAC (user account control) antes de você estar apto a instalar SMSD como um serviço.

source: Windows Service Examples
cs: Příklady se službou pro Windows
pt_br: Exemplos de Serviços no Windows

source: Install Gammu SMSD Windows service:
cs: Instalace SMSD jako služba ve Windows:
pt_br: Instalar Gammu SMSD como um Serviço Windows:

source: Install two instances of SMSD Windows service:
cs: Instalace dvou SMSD jako služby ve Windows.
pt_br: Instalar duas instâncias do SMSD como Serviços do Windows:

source: To uninstall a Windows service:
cs: Odinstalace SMSD služby ve Windows.
pt_br: Para desinstalar SMSD como Serviço do Windows

source: Troubleshooting Windows Service
cs: Problémy se službou ve Windows
pt_br: Resolvendo Problemas com Serviços do Windows

source: If Gammu fails to start as a Windows service (you will usually get "Error 1053: The service did not respond to the start or control request in a timely fashion"), first check your SMSD logs. If they do not contain any useful hint, try starting SMSD manually with exactly same parameters as you installed the service (without -i).
cs: Pokud se Gammu nepodaří spustit jako služba ve Windows (obvykle dostanete chybu 1053: "Služba neodpověděla na řídící, nebo zahajovací požadavek dostatečně včas"), zkontrolujte logy SMSD. Pokud neobsahují žádné informace, zkuste SMSD spustit ručně s přesně stejnými parametry jako jste nainstalovali službu (bez parametru -i).
pt_br: Se o Gammu SMSD falhar em iniciar como um Serviço Windows (normalmente ocorre o "Erro 1053: Serviço não responde a Iniciar ou controle requisição". Primeiro verifique os arquivos de depuração (logs) do SMSD. Se não houver nenhuma informação útil neles, tente ativar o SMSD manualmente exatamente com os mesmos parâmetros que você instalou o serviço (sem a diretiva -i).

source: For example the command line can look like:
cs: Příkazová řádka například může vypadat takto:
pt_br: Por Ex. o comando pode parecer com:

source: You now should be able to get errors from SMSD even if it fails to start as a service.
cs: Nyní by mělo být možné dostat popis chyb i když SMSD nejde spustit jako služba.
pt_br: Agora você consegue ver os erros que o SMSD apresenta, mesmo não iniciando como um serviço.

source: KNOWN LIMITATIONS
cs: ZNÁMÁ OMEZENÍ
pt_br: LIMITAÇÕES CONHECIDAS

source: You can not use same phone by more programs in same time. However in case you did not enable locking in [gammu] section, it might be able to start the communication with phone from more programs. In this case neither of the programs will probably work.
pt_br: Você não pode utilizar o mesmo telefone com mais de um programa simultâneamente. Contudo se você não está utilizando o serviço de trava (lock) na seção [gammu], pode ser possível iniciar mais de um programa comunicando-se com o telefone. Provavelmente nenhum dos programas irá funcionar.

source: There is no way to detect that SMS message is reply to another by looking at message headers. The only way to achieve this is to add some token to the message and let the user include it in the message on reply.
pt_br: Não há maneira de detectar a resposta da mensagem SMS, olhando nos cabeçalhos da mesma. A única maneira de obter isso é adicionar algum contéudo na mensagem e deixar o usuário incluir isto na mensagem resposta.

source: Documentation for different backends:
cs: Dokumentace pro různé služby:
pt_br: Documentação para diferentes Bancos de Dados de Retaguarda:

source: For web based frontend to SMSD database (currently only MySQL is being supported), please check Kalkun - E<lt>http://kalkun.sourceforge.net/E<gt>.
pt_br: Para interface WEB com o Banco de Dados SMSD (Atualmente só MYSQL é suportado), por favor verifique Kalkun - E<lt>http://kalkun.sourceforge.net/E<gt>.

source: GAMMU-SMSD-INJECT
pt_br: INJEÇÃO GAMMU-SMSD

source: January 4, 2009
cs: Leden 4, 2009
pt_br: 22 de dezembro de 2010

source: Gammu 1.23.0
pt_br: Gammu 1.28.93

source: gammu-smsd-inject - Inject messages into queue of SMS daemon for Gammu
cs: gammu-smsd-inject - Vloží zprávy do fronty SMS démona Gammu
pt_br: gammu-smsd-inject - Injeta mensagens na fila do Daemon SMS do Gammu

source: B<gammu-smsd-inject> [I<OPTION>]... MESSAGETYPE RECIPIENT [I<MESSAGE_PARAMETER>]...
cs: B<gammu-smsd-inject> [I<PARAMETR>]... TYPZPRÁVY PŘÍJEMCE [I<PARAMETR_ZPRÁVY>]...
pt_br: B<gammu-smsd-inject> [I<OPÇÃO>]... RECIPIENTE DA MENSAGEM [I<PARÂMETROS DA MENSAGEM>]...

source: This manual page documents briefly the B<gammu-smsd-inject> command.
cs: Tato manuálová stránka stručně popisuje příkaz B<gammu-smsd-inject>.
pt_br: Este página de manual documenta resumidamente o comando B<gammu-smsd-inject>

source: B<gammu-smsd-inject> is a program that enqueues message in Gammu SMS daemon, which will be later sent by the daemon using connected GSM modem.
cs: B<gammu-smsd-inject> je program, který přidá zprávy do fronty Gammu SMS démona, který je později odešle pomocí připojeného GSM modemu.
pt_br: B<gammu-smsd-inject> é um programa que enfilera mensagens no Daemon Gammu SMS, o qual pode mais tarde enviá-las usando uma conexão com modem GSM.

source: Support for this program depends on features available in currently used SMSD service backend, however currently it is supported by all of them.
cs: Podpora pro tento program záleží na vlastnostech použité SMSD služby. V současné době ho však podporují všechny.
pt_br: O Suporte para este programa depende de funcionalidades disponíveis no Banco de Dados de Retaguarda (backend).

source: For description of message types and their parameters, please check gammu(1). The options are identical to ones you can use for gammu sendsms.
cs: Pro popis typů zpráv a jejich parametrů se prosím podívejte na gammu(1). Parametry jsou strjné jako používá gammu sendsms.
pt_br: Para descrição dos tipos de mensagens e seus parâmetros, por favor verifique: gammu(1). As opções são idênticas ao comando sendsms do Gammu.

source: To check it out, you need to have configuration file for SMSD, see gammu-smsdrc(5) for more details about it.
cs: Pro vyzkoušení potřebujete vytvořit konfigurační soubor pro SMSD, který je podrobně popsán v gammu-smsdrc(5).
pt_br: Para verificação, você precisa configurar o arquivo do SMSD, veja gammu-smsdrc(5) para maiores detalhes sobre isso.

source: Inject text message up to standard 160 chars:
cs: Vložení standardní textové zprávy s maximální délkou 160 znaků:
pt_br: Injetar mensagem de texto até 160 caracteres padrões:

source: echo "All your base are belong to us" | gammu-smsd-inject TEXT 123456
pt_br: echo "Toda sua base nos pertence" | gammu-smsd-inject TEXT 123456

source: gammu-smsd-inject TEXT 123456 -text "All your base are belong to us"
pt_br: gammu-smsd-inject TEXT 123456 -text "Toda sua base nos pertence"

source: Inject long text message:
cs: Vložení dlouhé textové zprávy:
pt_br: Injetar uma mensagem texto longo:

source: echo "All your base are belong to us" | gammu-smsd-inject TEXT 123456 -len 400
pt_br: echo "Toda sua base nos pertence" | gammu-smsd-inject TEXT 123456 -len 400

source: gammu-smsd-inject TEXT 123456 -len 400 -text "All your base are belong to us"
pt_br: gammu-smsd-inject TEXT 123456 -len 400 -text "Toda sua base nos pertence"

source: gammu-smsd-inject EMS 123456 -text "All your base are belong to us"
pt_br: gammu-smsd-inject EMS 123456 -text "Toda sua base nos pertence"

source: Inject some funky message with predefined sound and animation from 2 bitmaps:
cs: Vložení zprávy s předdefinovaným zvukem a animací ze 2 obrázků:
pt_br: Injetar mensagens alegres com som e animação a partir de 2 bitmaps:

source: gammu-smsd-inject EMS 123456 -text "Greetings" -defsound 1 -text "from Gammu" -tone10 axelf.txt -animation 2 file1.bmp file2.bmp
pt_br: gammu-smsd-inject EMS 123456 -text "Congratulações" -defsound 1 -text "do Gammu" -tone10 axelf.txt -animation 2 file1.bmp file2.bmp

source: Inject protected message with ringtone:
cs: Vložení chráněné zprávy s vyzváněním:
pt_br: Injetar mensagem protegida com Toque:

source: GAMMU-SMSD-MONITOR
pt_br: MONITOR-GAMMU-SMSD

source: January 30, 2009
cs: Leden 30, 2009
pt_br: 22 de dezembro de 2010

source: gammu-smsd-monitor - Monitor state of SMS daemon for Gammu
cs: gammu-smsd-monitor - Monitoruje stav SMS démona Gammu
pt_br: gammu-smsd-monitor - Monitora a situação do Daemon SMS do Gammu

source: B<gammu-smsd-monitor> [I<OPTION>]...
pt_br: B<gammu-smsd-monitor> [I<OPÇÃO>]...

source: This manual page documents briefly the B<gammu-smsd-monitor> command.
cs: Tato manuálová stránka stručně popisuje příkaz B<gammu-smsd-monitor>.
pt_br: Esta página de manual documenta resumidamente o comando B<gammu-smsd-monitor>

source: B<gammu-smsd-monitor> is a program that monitors state of Gammu SMS daemon. It periodically displays information about phone and number of processed messages.
cs: B<gammu-smsd-monitor> je program, který monitoruje stav Gammu SMS démona, pravidelně zobrazuje informace o telefonu a zpracovaných zprávách.
pt_br: B<gammu-smsd-monitor> é um Programa que monitora a situação do Daemon SMS Gammu. Periodicamente exibe informação sobre o telefone e o número de mensagens processadas.

source: B<-l>, B<--loops>=I<count>
cs: B<-l>, B<--loops>=I<počet>
pt_br: B<-l>, B<--loops>=I<contador>

source: Number of loops, by default monitor loops infinitely.
cs: Počet cyklů, výchozí je vypisovat informace donekonečna.
pt_br: Numero de Ciclos. Por Padrão o número de Ciclos é Infinito.

source: B<-d>, B<--delay>=I<seconds>
cs: B<-d>, B<--delay>=I<sekundy>
pt_br: B<-d>, B<--delay>=I<segundos>

source: Delay betwen polling SMSD state, default is 20 seconds.
cs: Přestávka mezi zobrazováním stavu SMSD, výchozí je 20 sekund.
pt_br: Espera entre verificação da situação do SMSD. Padrão é 20 segundos.

source: Print output in comma separated values format:
cs: Vypisuje hodnoty v textu odděleným středníky:
pt_br: Imprime Saída no formato valores separados por vírgula (CSV): (obs: depende do delimitar do locale)

source: client;phone ID;IMEI;sent;received;failed;battery;signal
pt_br: cliente;ID telefone;IMEI;envio;recebimento;falhou;batteria;sinal

source: Jan 2008
cs: Leden 2008
pt_br: Dez 2010

source: JAD File Generator
cs: Generátor JAD souborů
pt_br: Gerador de arquivo JAD

source: jadmaker - JAD File Generator
cs: jadmaker - Generátor JAD souborů
pt_br: jadmaker - Gerador de arquivo JAD

source: B<jadmaker> [I<-f|--force>] [I<-u|--url URL>] E<lt>filename.jarE<gt>...
cs: B<jadmaker> [I<-f|--force>] [I<-u|--url URL>] E<lt>soubor.jarE<gt>...
pt_br: B<jadmaker> [I<-f|--force>] [I<-u|--url URL>] E<lt>nome-arquivo.jarE<gt>...

source: Script to generate JAD file from JAR file.
cs: Skript pro vygenerování JAD souboru na základě JAR souboru.
pt_br: Script para gerar um arquivo JAD a partir de um arquivo JAR.

source: These programs follow the usual GNU command line syntax, with long options starting with two dashes (`-'). A summary of options is included below.
cs: Program se chová podle GNU zvyklostí, takže dlouhé parametry jsou uvedeny dvěmi pomlčkami (`-'). Souhrn parametrů je uveden níže.
pt_br: Estes programas seguem o padrão de sintaxe do comando GNU, com opções longas começando por dois traços (--). Um resumo das opções está incluído abaixo.

source: Show summary of options.
cs: Zobrazí přehled voleb.
pt_br: Mostra resumo das opções.

source: Force rewriting of JAD file even if exists.
cs: Vynutí přepsání JAD souboru i když již existuje.
pt_br: Força regravar arquivo JAD mesmo que já exista.

source: Define URL to be included in JAD file.
cs: Určí URL, které bude obsaženo v JAD souboru.
pt_br: Define a URL que será incluida no arquivo JAD

source: Copyright \(co 2008-2009 Michal Cihar and other authors. License GPLv2: GNU GPL version 2 E<lt>http://www.gnu.org/licenses/old-licenses/gpl-2.0.htmlE<gt>
cs: Copyright \(co 2008-2009 Michal Čihař a další autoři. Licence GPLv2: GNU GPL verze 2 E<lt>http://www.gnu.org/licenses/old-licenses/gpl-2.0.htmlE<gt>
pt_br: Copyright \(co 2008-2010 Michal Cihar e outros autores. License GPLv2: GNU GPL versão 2 E<lt>http://www.gnu.org/licenses/old-licenses/gpl-2.0.htmlE<gt>

source: May 2007
cs: Květen 2007
pt_br: Dez 2010

source: Gammu configurator 0.3
pt_br: Configurador Gammu 0.3

source: gammu-config - Gammu configurator
pt_br: gammu-config - Configurador Gammu

source: Script to help configuring gammu.
cs: Skript, který vám usnadní konfiguraci gammu.
pt_br: Script para ajudar configurar o Gammu.

source: Force configuring even if config already exists.
cs: Vynutí konfigurování i když konfigurační soubor již existuje.
pt_br: Sobrepõe configuração mesmo que o config já exista.

source: Define which configuration file to use.
cs: Určí, který konfigurační soubor bude použit.
pt_br: Define qual arquivo de configuração usar.

source: Copyright \(co 2003-2009 Michal Cihar and other authors. License GPLv2: GNU GPL version 2 E<lt>http://www.gnu.org/licenses/old-licenses/gpl-2.0.htmlE<gt>
cs: Copyright \(co 2003-2009 Michal Čihař a další autoři. Licence GPLv2: GNU GPL verze 2 E<lt>http://www.gnu.org/licenses/old-licenses/gpl-2.0.htmlE<gt>
pt_br: Copyright \(co 2003-2010 Michal Cihar e outros autores. License GPLv2: GNU GPL versão 2 E<lt>http://www.gnu.org/licenses/old-licenses/gpl-2.0.htmlE<gt>

source: January 8, 2009
cs: Leden 8, 2009
pt_br: 22 de dezembro de 2010

source: gammu-smsd-files - gammu-smsd(1) backend using filesystem as a message storage
cs: gammu-smsd-files - služba pro gammu-smsd(1) používající k ukládání zpráv soubory
pt_br: gammu-smsd-files - gammu-smsd(1) Banco Dados de Retaguarda utilizado para armazenamento de mensagens

source: gammu-smsd(1) supports several backends. Actual backend is chosen in a config file gammu-smsdrc(5).
cs: gammu-smsd(1) podporuje několik služeb. Aktuálně použitá je zvolená v konfiguračním souboru gammu-smsdrc(5).
pt_br: gammu-smsd(1) suporta vários Bancos de Dados de Retaguarda. Qual escolha usar é feita através do arquivo de configuração no gammu-smsdrc(5).

source: FILES backend stores all data on a filesystem in folders defined by configuration (see gammu-smsdrc(5) for description of configuration options).
cs: Služba FILES ukládá všechna data na souborovém systému v adresářích zadaných v konfiguračním souboru (viz gammu-smsdrc(5) pro popis těchto parametrů).
pt_br: FILES armazena todos os dados em pastas do sistema de arquivo utilizado pelo seu computador veja gammu-smsdrc(5) para descrição e opções de configuração).

source: Receiving of messages
cs: Přijímání zpráv
pt_br: Recebimento de mensagens

source: Received messages are stored in a folder defined by configuration. The filename will be INE<lt>dateE<gt>_E<lt>timeE<gt>_E<lt>serialnoE<gt>_E<lt>phone_numberE<gt>_E<lt>sequenceE<gt>.E<lt>extE<gt>, for example NN20021130_021531_00_+45409000931640979_00.txt.
cs: Přijaté zprávy jsou uloženy v adresáři zadaném v konfiguraci. Jméno souboru bude ve tvaru INE<lt>dateE<gt>_E<lt>timeE<gt>_E<lt>serialnoE<gt>_E<lt>phone_numberE<gt>_E<lt>sequenceE<gt>.E<lt>extE<gt>, například NN20021130_021531_00_+45409000931640979_00.txt.
pt_br: As mensagens recebidas são armazenadas na pasta definida pela configuração. O nome do arquivo será INE<lt>dataE<gt>_E<lt>horaE<gt>_E<lt>númerosérieE<gt>_E<lt>número_telefoneE<gt>_E<lt>sequênciaE<gt>.E<lt>extE<gt>, por Ex: NN20021130_021531_00_+45409000931640979_00.txt.

source: Explanation of fields:
cs: Vysvětlení položek:
pt_br: Explicação dos campos:

source: B<E<lt>dateE<gt>> - date in format YYYYMMDD
cs: B<E<lt>dateE<gt>> - datum ve formátu RRRRMMDD
pt_br: B<E<lt>dataE<gt>> - data no formato AAAAMMDD

source: B<E<lt>timeE<gt>> - time in format HHMMSS
cs: B<E<lt>timeE<gt>> - čas ve formátu HHMMSS
pt_br: B<E<lt>horaE<gt>> - horário no formato HHMMSS

source: B<E<lt>serialnoE<gt>> - order of a message (in case more messages were received at same time), in format NN
cs: B<E<lt>serialnoE<gt>> - pořadí zprávy (v případě, že přišlo více zpráv ve stejný okamžik), ve formátu NN
pt_br: B<E<lt>número_sérieE<gt>> - ordem da mensagem (no caso de várias mensagens recebidas no mesmo horário), no formato NN

source: B<E<lt>sequenceE<gt>> - part of the message for multipart messages, in format NN
cs: B<E<lt>sequenceE<gt>> - část zprávy, pokud se zpráva skládá z více částí, ve formátu NN
pt_br: B<E<lt>sequenciaE<gt>> - parte da mensagem para mensagens múltiplas, no formato NN

source: B<E<lt>extE<gt>> - txt for text message, 8-bit messages are stored with bin extension
cs: B<E<lt>extE<gt>> - txt pro textové zprávy, 8-bitové zprávy jsou uloženy s příponou bin
pt_br: B<E<lt>extensãoE<gt>> - txt para mensagens de texto, mensagens de 8-bits serão aramazenadas com a extensão bin

source: The content of the file is content of the message and the format is defined by configuration directive InboxFormat (see gammu-smsdrc(5)).
cs: Souboru obsahuje připatou zprávu ve formátu definovaném nastavením InboxFormat (viz gammu-smsdrc(5)).
pt_br: O conteúdo do arquivo é o mesmo conteúdo da mensagem e o formato é definido pela diretiva de configuração InboxFormat (veja gammu-smsdrc(5)).

source: Transmitting of messages
cs: Odesílání zpráv
pt_br: Transmissão de mensagens

source: Transmitted messages are read from a folder defined by configuration. The filename should be one of the following formats:
cs: Odesílané zprávy jsou čteny z adresáře zadaného v konfiguraci. Jméno by mělo být v jednom z následujících formátů:
pt_br: Mensagens transmitidas são lidas da pasta definida pela configuração. O nome do arquivo pode estar nos seguintes formatos:

source: - OUTE<lt>phone_numberE<gt>.E<lt>extE<gt>E<lt>optionsE<gt>
pt_br: - OUTE<lt>número_telefoneE<gt>.E<lt>extensãoE<gt>E<lt>opçõesE<gt>

source: - OUTE<lt>priorityE<gt>_E<lt>phone_numberE<gt>_E<lt>serialnoE<gt>.E<lt>extE<gt>E<lt>optionsE<gt>
pt_br: - OUTE<lt>prioridadeE<gt>_E<lt>número_telefoneE<gt>_E<lt>número_serialE<gt>.E<lt>extensãoE<gt>E<lt>opçõesE<gt>

source: - OUTE<lt>priorityE<gt>E<lt>dateE<gt>_E<lt>timeE<gt>_E<lt>serialnoE<gt>_E<lt>phone_numberE<gt>_E<lt>anythingE<gt>.E<lt>extE<gt>E<lt>optionsE<gt>
pt_br: - OUTE<lt>prioridadeE<gt>E<lt>dataE<gt>_E<lt>horárioE<gt>_E<lt>número_serialE<gt>_E<lt>número_telefoneE<gt>_E<lt>qualquer coisaE<gt>.E<lt>extE<gt>E<lt>opçõesE<gt>

source: B<E<lt>priorityE<gt>> - an alphabetic character (A-Z) A = highest priority
cs: B<E<lt>priorityE<gt>> - znak abecedy (A-Z) A = nejvyšší priorita
pt_br: B<E<lt>prioridadeE<gt>> - caractér alfabético (A-Z) A = maior prioridade

source: B<E<lt>extE<gt>> - txt for normal text SMS, smsbackup for SMS backup format used by Gammu
cs: B<E<lt>extE<gt>> - txt pro normální textové SMS, smsbackup pro formát SMS záloh používaný Gammu
pt_br: B<E<lt>extE<gt>> - txt para SMS de textos, smsbackup para backup SMS formato usado pelo Gammu

source: B<E<lt>optionsE<gt>> - Options appended to the extension applying to text SMS: B<d> - delivery report requested B<f> - flash SMS B<b> - WAP bookmark as name,URL
cs: B<E<lt>optionsE<gt>> - Parametry připojený k příponě pro textové SMS: B<d> - vyžadovat doručenku B<f> - zpráva jen pro zobrazení B<b> - WAP záložka, ve tvaru jméno,URL
pt_br: B<E<lt>opçõesE<gt>> - Opções anexadas a extensão aplicando-se ao texto SMS: B<d> - relatório de envio requerido B<f> - flash SMS B<b> - WAP bookmark como nome,URL

source: For example OUTG20040620_193810_123_+4512345678_xpq.txtdf is a flash text SMS requesting delivery reports.
cs: Například OUTG20040620_193810_123_+4512345678_xpq.txtdf je textová SMS zpráva k zobrazení v telefonu vyžadující doručenku.
pt_br: Por exemplo OUTG20040620_193810_123_+4512345678_xpq.txtdf é uma SMS texto flash requisitando relatório de envio.

source: Other fields are same as for received messages.
cs: Ostatní položky jsou stejné jako pro odeslané zprávy.
pt_br: Outros campos são os mesmos de mensagens recebidas.

source: SMSes will be transmitted sequentially based on the file name. The contents of the file is the SMS to be transmitted (in Unicode or standard character set).
cs: SMS zprávy jsou odesílány postupně podle jména souboru. Obsah souboru je do zprávy vložen (jako unicode nebo standardní znaková sada).
pt_br: SMS serão transmitidas sequencialmente com base no nome do arquivo. O conteúdo do arquivo é a SMS que será transmitida (em código de página Unicode ou padrão).

source: The contents of the file is the SMS to be transmitted (in Unicode or standard character set), for WAP bookmarks it is split on as Name,URL, for text messages whole file content is used.
cs: Obsah tohoto souboru bude přenesen jako SMS zpráva (v Unicode nebo jako standardní textová zpráva), pro WAP záložky bude obsah rozdělen na Název,URL, pro textové zprávy je použit celý obsah.
pt_br: O conteúdo do arquivo SMS que será transmitido (em Código de Página Unicode ou Padrão), para endereços (bookmarks) WAP é dividido em Nome, URL, para mensagens de Texto todo o conteúdo é utilizado.

source: Please note that if file is not in Unicode, encoding is detected based on locales, which do not have to be configured if SMSD is running from init script. If this is your case, please add locales definition to init script.
cs: Prosím uvědomte si, že pokud soubor není v Univode, je jeho kódování zjištěno pomocí locales, které nemusí být správně nastaveny, pokud SMSD běží z init skriptu. Pokud s tím máte problémy, přidejte nastavení locales do init skriptu SMSD.
pt_br: Por favor note que se o arquivo não estiver em Unicode, a codificação é detectada com base no "locale", o qual precisa ser configurado no script de inicialização do SMSD. Se esse é o seu caso, por favor adicione as definições do seu locale ao script.

source: Example of the 'detail' inbox format:
cs: Ukázka souboru se zprávou při použití formátu 'detail':
pt_br: Ex: Detalhe do formato da Inbox:

source: gammu-smsd-mysql - gammu-smsd(1) backend using MySQL database server as a message storage
cs: gammu-smsd-mysql - služba pro gammu-smsd(1) používající k ukládání zpráv databázový server MySQL
pt_br: gammu-smsd-mysql - gammu-smsd(1) Banco de Dados de Retaguarda usando o MYSQL Server como armazenamento de mensagens

source: MYSQL backend stores all data in a MySQL database server, which parameters are defined by configuration (see gammu-smsdrc(5) for description of configuration options).
cs: Služba MYSQL ukládá všechna data na databázovém serveru MySQL, jehož parametry jsou zadány v konfiguračním souboru (viz gammu-smsdrc(5) pro popis těchto parametrů).
pt_br: MYSQL como Banco de Dados de Retaguarda, armazenará todos os dados com base nos parâmetros definidos na configuração (veja gammu-smsdrc(5) para descrição das opções).

source: For tables description see gammu-smsd-tables(7).
cs: Popis tabulek je uveden v gammu-smsd-tables(7).
pt_br: Para descrição das tabelas veja gammu-smsd-tables(7).
