Repository: Ahmedabdsw/gammu
Catalog: locale/*/docs.po
Languages: cs, pt_br

source: * .ldif - LDAP import, supports contacts.
cs: * .ldif - LDAP import, podporuje kontakty.
pt_br: * .ldif - Importação LDAP (diretórios), suporta contatos

source: * .ics - iCalendar, supports calendar and todo.
cs: * .ics - iCalendar, podporuje kalendář a úkoly.
pt_br: * .ics - iCalendar, suporta calendário e agenda.

source: * Any other extension is Gammu backup file and it supports all data mentioned above.
cs: * Jakákoliv jiná přípona je vlastní formát Gammu, který podporuje všechna data zmíněná výše.
pt_br: * Todas outras extensões e tipos de dados, da Cópia de Segurança (backup) do Gammu mencionadas acima.

source: See B<EXAMPLE> section for some hints on manipulating Gammu backup format.
cs: V části B<PŘÍKLAD> naleznete nějaké tipy pro práci se souborem záloh Gammu.
pt_br: Veja B<SEÇÃOEXEMPLOS> para dicas na manipulação de formatos de Cópia de Segurança (backup) do Gammu.

source: Deletes all private data from the phone.
cs: Odstraní všechna uživatelská data z telefonu.
pt_br: Apaga todos os dados particulares do telefone.

source: Deletes all entries from specified memory type.
cs: Odstraní všechny položky ze zadané paměti.
pt_br: Apaga todas as entradas para um tipo de memória especificado.

source: B<deletememory DC|MC|RC|ON|VM|SM|ME|MT|FD|SL>I< start [stop]>
pt_br: B<deletememory DC|MC|RC|ON|VM|SM|ME|MT|FD|SL>I< início [fim]>

source: Deletes entries in specified range from specified memory type.
cs: Odstraní položky v zadaném rozsahu ze zadané paměti.
pt_br: Apaga entradas no intervalo especificado para o tipo de memória desejada.

source: Get all memory locations from phone. For memory types see B<getmemory>.
cs: Načte všechny položky paměti (kontakt nebo hovor) z telefonu.. Pro popis typů paměti se podívejte na B<getmemory>.
pt_br: Obtém todas as localizações de memória do telefone. Para os tipos de memória veja B<getmemory>.

source: B<getcategory TODO|PHONEBOOK>I< start [stop]>
pt_br: B<getcategory TODO|PHONEBOOK>I< início [fim]>

source: B<getmemory DC|MC|RC|ON|VM|SM|ME|MT|FD|SL>I< start [stop [-nonempty]]>
pt_br: B<getmemory DC|MC|RC|ON|VM|SM|ME|MT|FD|SL>I< início [fim] [-nonempty]>

source: Get memory location from phone.
cs: Načte položku paměti (kontakt nebo hovor) z telefonu.
pt_br: Obtem localização de memória do telefone.

source: B<DC> = Dialled calls
cs: B<DC> = Odchozí hovory
pt_br: B<DC> = Chamadas feitas

source: B<MC> = Missed calls
cs: B<MC> = Zmeškané hovory
pt_br: B<MC> = Chamadas Perdidas

source: B<RC> = Received calls
cs: B<RC> = Přijaté hovory
pt_br: B<RC> = Chamadas Recebidas

source: B<ON> = Own numbers
cs: B<ON> = Vlastní čísla
pt_br: B<ON> = Números Próprios

source: B<VM> = voice mailbox
cs: B<VM> = Hlasová schránka
pt_br: B<VM> = Caixa Postal VOZ

source: B<SM> = SIM phonebook
cs: B<SM> = Kontantky na SIM kartě
pt_br: B<SM> = Contatos do SIM

source: B<ME> = phone internal phonebook
cs: B<ME> = Kontakty v telefonu
pt_br: B<ME> = Contatos internos do Telefone

source: B<FD> = fixed dialling
cs: B<FD> = Pevné předvolby
pt_br: B<FD> = Discagem fixa

source: B<SL> = sent SMS log
cs: B<SL> = Log odeslaných SMS zpráv
pt_br: B<SL> = registro SMS enviadas

source: B<listmemorycategory>I< text|number>
pt_br: B<listmemorycategory>I< texto|número>

source: B<restore>I< file [-yes]>
pt_br: B<restore>I< arquivo [-yes]>

source: Restore settings written in file created using B<backup> option.
cs: Přidá data ze souboru vytvořeného pomocí fuknce B<backup>.
pt_br: Restaura configuração gravada em arquivo que foi criado usando a opção B<Cópia de Segurança / Backup>.

source: Please note that restoring deletes all current content in phone. If you want only to add entries to phone, use addnew.
cs: Prosím uvědomte si, že obnovení znamená odstranění dat, která jsou v telefonu obsažena. Pokud chcete jen přidat nové záznamy, použijte addnew.
pt_br: Por favor note que restaurando irá apagar o contéudo atual do telefone. Se você deseja só adicionar novas entradas utilize (addnew)

source: In some phones restoring calendar notes will not show error, but won't be done, when phone doesn't have set clock inside.
cs: Některé telefony neobnoví korektně události v kalendáři, pokud v telefonu není nastaven čas a datum.
pt_br: Em muitos telefones, recuperar anotações do calendário, o erro não é exibido mas nada é feito se o telefone não possuir relógio interno.

source: B<savefile VCARD10|VCARD21>I< target.vcf file SM|ME location>
pt_br: B<savefile VCARD10|VCARD21>I< target.vcf arquivo SM|ME localização>

source: Allows to convert between various backup formats which gammu supports for phonebook events. The file type is guessed (for input file guess is based on extension and file content, for output solely on extension).
cs: Umožní převádět mezi různými formáty pro zálohy, které Gammu podporuje pro kontakty. Typ souboru je odhadnut (pro vstupní soubor podle přípony a obsahu, pro výstupní jen podle přípony).
pt_br: Permite converter entre os vários tipos de formatos Cópia de Segurança (backup) do Gammu para eventos do telefone. O tipo de arquivo é deduzido se é informada a extensão ou pelo conteúdo. Para saída o tipo é deduzido pela extensão do arquivo.

source: For example if you want to convert single entry from gammu native backup to vCard, you need following command:
cs: Například převod jednoho záznamu ze zálohy Gammu do vCardu provedete následujícím příkazem:
pt_br: Por exemplo, se você deseja converter uma entrada do arquivo cópia de segurança / backup do Gammu para Vcard você usa o seguinte comando:

source: B<searchmemory>I< text>
pt_br: B<searchmemory>I< texto>

source: Scans all memory entries for given text. It performs case insensitive substring lookup. You can interrupt searching by pressing Ctrl+C.
cs: Projde všechny kontakty v telefonu a hledá zadaný text (bez rozlišení velikosti písmen). Vyhledávání můžete kdykoliv přerušit pomocí Ctrl+C.
pt_br: Pesquisa todas as entradas de memória por um determinado texto. Não há distinção de maiúsculas e minúsculas. Você pode interromper pressionando Ctrl+C.

source: Filesystem
cs: Soubory
pt_br: Sistema Arquivo

source: Gammu allows to access phones using native protocol (Nokias) or OBEX. Your phone can also support usb storage, which is handled on the operating system level and Gammu does not use that.
cs: Gammu umí přistupovat k souborům pomocí nativního protokolu (Nokie) nebo přes OBEX. Váš telefon také může podporovat stadard USB storage, který je podporován operačním systémem a Gammu k němu nepřistupuje.
pt_br: Gammu permite você acessar telefones utilizando o protocolo nativo (Nokia) ou OBEX. Seu telefone também pode suportar modo memória usb, o qual é manipulado diretamente pelo seu sistema operacional e o Gammu não usa isso.

source: B<addfile>I< folderID name [-type JAR|BMP|PNG|GIF|JPG|MIDI|WBMP|AMR|3GP|NRT] [-readonly] [-protected] [-system] [-hidden] [-newtime]>
pt_br: B<addfile>I< ID_da_pasta nome_arquivo [-type JAR|BMP|PNG|GIF|JPG|MIDI|WBMP|AMR|3GP|NRT] [-readonly] [-protected] [-system] [-hidden] [-newtime]>

source: Add file with specified name to folder with specified folder ID.
cs: Přidá soubor se zadaným jménem do adresáře se zvoleným ID.
pt_br: Adiciona o arquivo especificado na pasta especificada.

source: B<-type> - file type was required for filesystem 1 in Nokia phones (current filesystem 2 doesn't need this)
cs: B<-type> - typ souboru je vyžadován pro některé souborové systémy (starší telefony Nokia)
pt_br: B<-type> - tipo de arquivo requerido pelo sistema (1 telefones Nokia), (sistemas mais atuais com sistema de arquivo 2 não requerem tipo de arquivo)

source: B<-readonly, -protected, -system, -hidden> - you can set readonly, protected (file can't be for example forwarded from phone menu), system and hidden (file is hidden from phone menu) file attributes
cs: B<-readonly, -protected, -system, -hidden> - můžete nastavit atributy souboru jako jen pro čtení, chráněný (nemůže být přeposlán), systémový a skrytý (soubor není v telefonu zobrazen)
pt_br: B<-readonly, -protected, -system, -hidden> - você pode configurar arquivos para só leitura, protegido (arquivo não pode ser enviado a partir do menu), arquivo de sistema, arquivo oculto.

source: B<-newtime> - after using it date/time of file modification will be set to moment of uploading
cs: B<-newtime> - čas modifikace souboru bude nastaven na aktuální čas
pt_br: B<-newtime> - após acessar data e hora do arquivo, será modificada para data / hora da gravação no telefone

source: B<addfolder>I< parentfolderID name>
pt_br: B<addfolder>I< ID_Pasta_Pai subpasta>

source: Create a folder in phone with specified name in a folder with specified folder ID.
cs: Vytvoří složku v telefonu se zadaným jménem ve složce se zadaným ID.
pt_br: Cria, no telefone, uma subpasta (com nome informado) dentro da pasta especificada.

source: B<deletefiles>I< fileID>
pt_br: B<deletefiles>I< Nome_arquivo1 Nome_arquivo2 ...>

source: Delete files with given IDs.
cs: Vymaže soubory se zadanými ID.
pt_br: Apaga arquivo(s) com o(s) nome(s) informado(s).

source: B<deletefolder>I< name>
pt_br: B<deletefolder>I< nome>

source: Delete folder with given ID.
cs: Vymaže složku se zadaným ID.
pt_br: Apaga Pasto com o nome IDx.

source: B<getfilefolder>I< fileID, fileID, ...>
pt_br: B<getfilefolder>I< fileID, fileID2, ...>

source: Retrieve files or all files from folder with given IDs from a phone filesytem.
cs: Načte ze souborového systému telefonu soubory nebo všechny soubory ze složky se zadaným ID.
pt_br: Recupera alguns ou todos arquivos de uma pasta com IDx do sistema de arquivos do telefone.

source: B<getfiles>I< fileID, fileID, ...>
pt_br: B<getfiles>I< fileID1, fileID2, ...>

source: Retrieve files with given IDs from a phone filesytem.
cs: Načte ze souborového systému telefonu soubory se zadanými ID.
pt_br: Recupera arquivos com IDs fornecidos a partir do sistema de arquivos do telefone.

source: Display info about all folders and files in phone memory/memory card. By default there is tree displayed, you can change it:
cs: Zobrazí informace o všech souborech a složkách v telefonu a/nebo na paměťové kartě. Výchozí je stromové zobrazení, ale můžete ho změnit:
pt_br: Exibe informações sobre todas as pastas e arquivos no telefone e no cartão de memória. Por Padrão a árvore é exibida, mas você pode modificar a exibição.

source: B<-flatall> there are displayed full file/folder details like ID (first parameter in line)
cs: B<-flatall> jsou zobrazeny všechny podrobnosti o souboru jako jeho ID (první v řádku)
pt_br: B<-flatall> exibe todos os detalhes da pasta e arquivo.

source: Please note, that in some phones (like N6230) content of some folders (with more files) can be cut (only part of files will be displayed) for example on infrared connection. This is not Gammu issue, but phone firmware problem.
cs: Některé telefony (například Nokia 6230) mají chybu ve firmware, která znemožní zobrazit všechny soubory, pokud je jich ve složce více, Tato chyba nejčastěji nastává s infračerveným připojením.
pt_br: Por favor note que, em telefones (como N6230) o conteúdo de algumas pastas com muitos arquivos pode ser truncado, e sómente parte deles será exibida) Isso é um problema do firmware do aparelho e não do Gammu.

source: Display info filesystem status - number of bytes available, used or used by some specific content.
cs: Zobrazí informace o stavu systému souborů - volné a obsazené místo a místo obsazené různými druhy obsahu.
pt_br: Exibe informação sobre situação do sistema de arquivos, número de bytes usados, disponíveis para determinados tipos de conteúdos.

source: B<getfolderlisting>I< folderID>
pt_br: B<getfolderlisting>I< ID_da_pasta>

source: Display files and folders available in folder with given folder ID. You can get ID's using getfilesystem -flatall.
cs: Zobrazí soubory a složky ve složce se zadaným ID. ID složky můžete získat například pomocí getfilesystem -flatall.
pt_br: Exibe arquivos e pastas disponívels na pasta Informada. Você pode obter a lista de Pastas e Arquivos usando: gammu getfilesystem -flatall.

source: Display info about drives available in phone/memory card.
cs: Zobrazí informace o kořenových složkách dostupných v telefonu.
pt_br: Exibe informação sobre disponibilidades no cartão telefone/memória.

source: B<nokiaaddfile APPLICATION|GAME>I< file [-readonly] [-overwrite] [-overwriteall]>
pt_br: B<nokiaaddfile APPLICATION|GAME>I< arquivo [-readonly] [-overwrite] [-overwriteall]>

source: Install the *.jar/*.jad file pair of a midlet in the application or game menu of the phone. You need to specify filename without the jar/jad suffix, both will be added automatically.
cs: Naistaluje soubory *.jar/*.jad jako midlet do složky aplikací nebo her v telefonu. Jméno souboru musíte zadat bez přípony .jar/.jad, budou doplěny automaticky.
pt_br: Instala arquivos (pares de midlet) *.jar/*.jad file no menu de aplicação ou de jogos no telefone. Você precisa especificar os nomes de arquivo sem o sufixo (jar/jad) e ambos serão adicionados automaticamente.

source: The option I<-overwrite> deletes the application's .jad and .jar files bevor installing, but doesn't delete the application data. Option I<-overwriteall> will also delete all data. Both these options work only for Application or Game upload.
cs: Parametr I<-overwrite> způsobí vymazání .jad a .jar souborů aplikace před nahráním nové, ale zachová její data. Parametr I<-overwriteall> odstraní i její data. Oba tyto parametry fungují jen při nahrávání aplikací nebo her.
pt_br: A opção I<-overwrite> apaga os arquivos da aplicação (.jad e.jar) antes de instalar, mas não apaga os dados da aplicação. Opção I<-overwriteall> também apaga todos os dados. Ambas funcionam apenas para Aplicações e Games.

source: I<Example:> gammu nokiaaddfile Application Alien will read Alien.JAD and Alien.JAR and add to Applications
cs: I<Example:> gammu nokiaaddfile Application Alien načte Alien.JAD a Alien.JAR a přidá ho do složky Applications
pt_br: I<Example:> gammu nokiaaddfile Application Alien (irá ler Alien.JAD e Alien.JAR e adicionar em Aplicativos (atenção ao locales do seu telefone)

source: I<Example:> gammu nokiaaddfile Tones file.mid will read file.mid and add to Tones folder
cs: I<Příklad:> gammu nokiaaddfile Tones file.mid načte soubor file.mid a přidá ho do složky Tones
pt_br: I<Examplo:> gammu nokiaaddfile Tones arquivo.mid (irá ler arquivo.mid e adicionar na pasta Tones (Toques)

source: You can use jadmaker(1) to generate a .jad file from a .jar file.
cs: Pro vygenerování jad souboru z jar souboru můžete použít jadmaker(1).
pt_br: Você pode usar jadmaker(1) para gerar um arquivo jad a partir de um arquivo jar.

source: B<nokiaaddfile GALLERY|GALLERY2|CAMERA|TONES|TONES2|RECORDS|VIDEO|PLAYLIST|MEMORYCARD>I< file [-name name] [-protected] [-readonly] [-system] [-hidden] [-newtime]>
pt_br: B<nokiaaddfile GALLERY|GALLERY2|CAMERA|TONES|TONES2|RECORDS|VIDEO|PLAYLIST|MEMORYCARD>I< arquivo [-name nome] [-protected] [-readonly] [-system] [-hidden] [-newtime]>

source: Goes through phone memory and generated playlist for all music files found.
cs: Projde paměť telefonu a vytvoří seznam skladeb se všemi nalezenými hudebními soubory.
pt_br: Procura na memória do telefone e gera lista de seleção (playlist) para todos os arquivos de música encontrados.

source: To manually manage playlists:
cs: Pro ruční zprávu seznamů skladeb:
pt_br: Para manualmente gerenciar listas de seleção (playlist):

source: Will add playlist filename.m3u
cs: Přidá seznam skladeb jméno.m3u
pt_br: Irá adicionar arquivo de seleção (playlist) nome_de_arquivo.m3u

source: Will get list of all files (including names of files with playlists)
cs: Získá seznam všech souborů (včetně souborů se seznamy skladeb)
pt_br: Irá obter a lista de todos os arquivos (incluindo os arquivos de lista de seleção (playlist)

source: Format of m3u playlist is easy (standard mp3 playlist):
cs: Fomát seznamů skladeb m3u je jednoduchý (standardní seznam skladeb pro mp3):
pt_br: Formato da lista de seleção do m3u é fácil (padrão mp3 para playlist):

source: First line is #EXTM3U, next lines contain names of files (b:\efile1.mp3, b:\efolder1\efile2.mp3, etc.). File needs t have '\er\en' terminated lines. So just run unix2dos on the resulting file before uploading it your your phone.
pt_br: Primeira linha é: #EXTM3U, próximas linhas contém nomes dos arquivos (b:\efile1.mp3, b:\efolder1\efile2.mp3, etc.). Arquivos precisam ter '\er\en' como terminador de cada linha. Em alguns casos executar o programa unix2dos (no arquivo resultante antes de carregá-lo no telefone.

source: B<sendfile>I< name>
pt_br: B<sendfile>I< nome>

source: Sends file to a phone. It's up to phone to decide where to store this file and how to handle it (for example when you send vCard or vCalendar, most of phones will offer you to import it.
cs: Odešle soubor do telefonu. Je na telefonu, aby se rozhodl, co s ním udělá, případně kam ho uloží (například pokud odešlete vCard nebo vCalendar, většina telefonů vám nabídne možnost ho importovat).
pt_br: Envia arquivo para o telefone. Fica para o telefone decidir onde armazenar este arquivo e como manipulá-lo . Ex. quando envia vCard ou vCalendar, muitos telefones tem funções para importação.

source: B<setfileattrib>I< folderID [-system] [-readonly] [-hidden] [-protected]>
pt_br: B<setfileattrib>I< ID_da_pasta [-system] [-readonly] [-hidden] [-protected]>

source: Logo and pictures
cs: Loga a obrázky
pt_br: Logotipo e Imagens

source: These options are mainly (there are few expections) for monochromatic logos and images available in older phones. Recognized file formats: xpm (only saving), 2-colors bmp, nlm, nsl, ngg, nol, wbmp, gif (for Samsung).
pt_br: Estas são as principais opções (há poucas exceções) para logotipos monocromáticofor e imagens disponíveis em telefones antigos. Formatos reconhecidos: xpm (só para salvar), 2-cores bmp, nlm, nsl, ngg, nol, wbmp, gif (para Samsung).

source: In new models all bitmaps are saved in filesystem and should go into filesystem section
cs: V současných telefonech jsou obrázky ukládány jakou soubory a je potřeba k nim i tak přistupovat.
pt_br: Nos novos modelos todos os bitmaps são salvos no sistema de arquivos.

source: B<copybitmap>I< inputfile [outputfile [OPERATOR|PICTURE|STARTUP|CALLER]]>
pt_br: B<copybitmap>I< arquivo_entrada [arquivo_saida [OPERATOR|PICTURE|STARTUP|CALLER]]>

source: Allow to convert logos files to another. When give ONLY inputfile, output will be written to stdout using ASCII art. When give output file and format, in some file formats (like NLM) will be set indicator informing about logo type to given.
cs: Převádí loga mezi různými formáty. Pokud neuvedete výstupní soubor, logo bude zobrazeno v ASCII artu. V některých výstupních formátech (například NLM) může být nastaven i idnikátor typu loga.
pt_br: Permite converter arquivos de logotipos para outros. Quando informado só arquivo de entrada, a saída será a padrão usando art ASCII. Quando informado arquivo e formato de saída (Ex. NLM) será utilizado para compor o tipo de logo.

source: B<getbitmap CALLER>I< location [file]>
pt_br: B<getbitmap CALLER>I< localização [arquivo]>

source: Get caller group logo from phone. Locations 1-5.
cs: Načte logo skupiny z telefonu. Umístění 1-5.
pt_br: Define logotipo do grupo chamador do telefone. Localizações 1 a 5.

source: In some models it's possible to save dealer welcome note - text displayed during enabling phone, which can't be edited from phone menu. Here you can get it.
cs: U některých telefonů je možné nastavit uvítací text, který je zobrazen při zapnutí telefonu a nemůže být změněn z menu telefonu. Tímto příkazem ho můžete stáhout.
pt_br: Em alguns modelos é possivel salvar a anotação de boas-vindas do distribuidor. - texto exibido quando liga o telefone, e que não pode ser editado no menu. Aqui você pode obtê-lo.

source: B<getbitmap OPERATOR>I< [file]>
pt_br: B<getbitmap OPERATOR>I< [arquivo]>

source: Get operator logo (picture displayed instead of operator name) from phone.
cs: Načte logo operátora (obrázek zobrazený místo jména operátora) z telefonu.
pt_br: Obtém logotipo do operador (foto será exibida em vez do nome) a partir do telefone.

source: B<getbitmap PICTURE>I< location [file]>
pt_br: B<getbitmap PICTURE>I< localização [arquivo]>

source: Get Picture Image from phone.
cs: Načte obrázek z telefonu.
pt_br: Obtem a (foto) Imagem do Telefone

source: B<getbitmap STARTUP>I< [file]>
pt_br: B<getbitmap STARTUP>I< [arquivo]>

source: Get static startup logo from phone. Allow to save it in file.
cs: Načte statické startovací logo z telefonu. Umožní jeho uložení do souboru.
pt_br: Obtém logotipo estático do telefone. Permite salvar em arquivo.

source: Get startup text from phone.
cs: Načte z telefonu uvítací text.
pt_br: Obtém o texto de inicialização do telefone.

source: B<setbitmap CALLER>I< location [file]>
pt_br: B<setbitmap CALLER>I< localização [arquivo]>

source: Set caller logo.
cs: Nastaví logo volajícího.
pt_br: Define logotipo chamador (originador da chamada)

source: B<setbitmap COLOUROPERATOR>I< [fileID [netcode]]>
pt_br: B<setbitmap COLOUROPERATOR>I< [ID_arquivo [código da rede]]>

source: Sets color operator logo in phone.
cs: Nastaví v telefonu logo operátora.
pt_br: Define cores do logotipo do operador.

source: B<setbitmap COLOURSTARTUP>I< [fileID]>
pt_br: B<setbitmap COLOURSTARTUP>I< [ID_arquivo]>

source: B<setbitmap DEALER>I< text>
pt_br: B<setbitmap DEALER>I< texto>

source: Sets welcome message configured by dealer, which usually can not be changed in phone menus.
cs: Nastaví v telefonu uvítací zprávu prodejce, která se obvykle v menu telefonu nedá nastavit.
pt_br: Define a mensagem de boas-vindas configurado pelo revendedor, a qual normalmente não pode ser trocada em menus do telefone.

source: B<setbitmap OPERATOR>I< [file [netcode]]>
pt_br: B<setbitmap OPERATOR>I< [arquivo [código rede]]>

source: Set operator logo in phone. When won't give file and netcode, operator logo will be removed from phone. When will give only filename, operator logo will be displayed for your current GSM operator. When give additionally network code, it will be displayed for this operator: B<gammu setbitmap OPERATOR file "260 02">
cs: Nastaví logo operátora v telefonu. Pokud nezadáte ani soubor ani kód sítě, logo v telefonu bude vymazáno. Při vynechání kódu sítě se použije síť, ke které je telefon právě připojený. Zadáním kódu určíte pro jakého operátora bude logo zobrazeno: B<gammu setbitmap OPERATOR file "230 03">
pt_br: Define o logotipo do operator (telecom) no telefone. Quando não informar arquivo e código, o logo será removido do telefone. Quando informar só o nome do arquivo, o mesmo aparecerá sómente a empresa GSM atual. Quando houver informações adicionais irão aparecer como Ex.: B<gammu setbitmap OPERATOR arquivo "260 02">

source: B<setbitmap PICTURE>I< file location [text]>
pt_br: B<setbitmap PICTURE>I< arquivo localização [texto]>

source: Sets picture image in phone.
cs: Nastaví obrázek v telefonu.
pt_br: Define arquivo de imagem no telefone.

source: B<setbitmap STARTUP>I< file|1|2|3>
pt_br: B<setbitmap STARTUP>I< arquivo|1|2|3>

source: Set startup logo in phone. It can be static (then you will have to give file name) or one of predefined animated (only some phones like Nokia 3310 or 3330 supports it, use location 1, 2 or 3 for these).
cs: Nastaví v telefonu logo při spuštění. Může to být zadaný obrázek (pak musíte zadat jeho cestu), nebo jedna z předdefinovaných animací (toto podporují jen některé telefony jako Nokia 3310 nebo 3330, použijte umístění 1, 2 nebo 3).
pt_br: Configura o Logotipo de inicialização do telefone. Ele pode ser estático (você deve informar o nome do arquivo) ou para alguns telefones como Nokia 3310, 3330 pode ser uma animação. Utilize locais 1, 2 ou 3 para isso.

source: B<setbitmap TEXT>I< text>
pt_br: B<setbitmap TEXT>I< texto>
