Repository: Ahmedabdsw/gammu
Catalog: locale/*/docs.po
Languages: cs, pt_br

source: Jul 27 2010
pt_br: 22 de dezembro de 2010

source: Gammu 1.28.90
pt_br: Gammu 1.28.93

source: Gammu Documentation
cs: Dokumentace Gammu
pt_br: Documentação do Gammu

source: NAME
cs: JMÉNO
pt_br: NOME

source: Gammu - Does some neat things with your cellular phone or modem.
cs: Gammu - Provádí různé zajímavé věci s vaším mobilním telefonem nebo modemem.
pt_br: Gammu - Faz algumas coisas legais com seu celular ou modem

source: SYNOPSIS
cs: SYNTAXE
pt_br: Sinopse

source: Usage: gammu [I<parameters>] E<lt>commandE<gt> [I<options>]
cs: Použití: gammu [I<parametry>] E<lt>příkazE<gt> [I<volby>]
pt_br: Utilização: gammu [I<parâmetros>] E<lt>comandoE<gt> [I<opções>]

source: DESCRIPTION
cs: POPIS
pt_br: DESCRIÇÃO

source: This program is a tool for mobile phones. Many vendors and phones are supported, for actual listing see E<lt>http://wammu.eu/phones/E<gt>.
cs: Tento program pracuje s mobilními telefony. Podporováno je mnoho výrobců, pro aktuální seznam se podívejte na E<lt>http://cs.wammu.eu/phones/E<gt>.
pt_br: Este programa é uma ferramenta para aparelhos celulares. Diversos fabricantes e aparelhos são compatíveis. Para ver a lista, acesse E<lt>http://cihar.com/gammu/telefonedb/E<gt>.

source: OPTIONS
cs: PARAMETRY
pt_br: OPÇÕES

source: Parameters before command configure gammu behaviour:
cs: Parametry před příkazem upravují chování gammu:
pt_br: Os parâmetros antes do comando configuram o funcionamento do gammu:

source: -c / --config E<lt>filenameE<gt> ... name of configuration file
cs: -c / --config E<lt>souborE<gt> ... jméno konfiguračního souboru
pt_br: -c / --config E<lt>nome_de_arquivoE<gt> ... nome do arquivo de configuração

source: -s / --section E<lt>confignE<gt> ... section of config file to use, eg. 42
cs: -s / --section E<lt>číslokonfE<gt> ... číslo konfigurace, která se má použít, např. 42
pt_br: -c / --section E<lt>configurarE<gt> ... seção de arquivo de configuração, ex. 42.

source: -d / --debug E<lt>levelE<gt> ... debug level (see gammurc(5) for possible values)
cs: -d / --debug E<lt>úroveňE<gt> ... ladicí úroveň (v gammurc(5) jsou popsány možné hodnoty)
pt_br: -d / --debug E<lt>NiveisE<gt> ... nível depuração (veja gammurc(5) para os valores permitidos)

source: -f / --debug-file E<lt>filenameE<gt> ... file for logging debug messages
cs: -f / --debug-file E<lt>souborE<gt> ... soubor pro zapisování ladicích zpráv
pt_br: -f / --debug-file E<lt>nome do arquivoE<gt> ... arquivo para gravar mensagens de depuração

source: Commands
cs: Příkazy
pt_br: Comandos

source: Commands can be specified with or without leading --.
cs: Příkazy mohou být zadány s i bez úvodního --.
pt_br: Comandos podem ser especificados com ou sem -- no início.

source: Calls
cs: Hovory
pt_br: Chamadas

source: Answer incoming call.
cs: Přijmout příchozí hovor.
pt_br: Responder chamada.

source: Cancel incoming call
cs: Zrušit příchozí hovor.
pt_br: Cancelar chamada

source: Cancel all existing call diverts.
cs: Zruší všechna přesměrování hovorů.
pt_br: Cancelar todos os desvios de chamada.

source: Initiates a conference call.
cs: Začne konferenční hovor.
pt_br: Iniciar modo conferênia de chamada.

source: B<dialvoice>I< number [show|hide]>
pt_br: B<dialvoice>I< número [show|hide]>

source: Make voice call from SIM card line set in phone.
cs: Začne hlasový hovor prostřednictvím linky nastavené na SIM kartě.
pt_br: Faz uma chamada de voz a partir do cartão SIM do telefone

source: B<show|hide> - optional parameter whether to disable call number indication.
cs: B<show|hide> - volitelný parametry jestli zakázat zobrazení čísla volanému.
pt_br: B<show|hide> - parâmetro opcional onde habilita ou não exibição do número.

source: B<divert>I< get|set all|busy|noans|outofreach all|voice|fax|data [number timeout]>
pt_br: B<divert>I< get|set all|busy|noans|outofreach all|voice|fax|data [número tempo_espera]>

source: Manage or display call diverts.
cs: Upraví nebo zobrazí přesměrování hovorů.
pt_br: Gerencia ou exibe desvio de chamadas.

source: B<get|set> - whether to get divert information or to set it.
cs: B<get|set> - jestli načíst informace o přesměrováních nebo je změnít.
pt_br: B<get|set> - como tratar ou configurar desvio de chamadas.

source: B<all|busy|noans|outofreach> - condition when apply divert
cs: B<all|busy|noans|outofreach> - podmínka kdy se provede přesměrování
pt_br: B<all|busy|noans|outofreach> - condição para aplicar desvio de chamada

source: B<all|voice|fax|data> - call type when apply divert
cs: B<all|voice|fax|data> - typ hovoru při kterém se má přesměrovat
pt_br: B<all|voice|fax|data> - tipo de chamada para aplicar desvio de chamada

source: number - number where to divert
cs: number - číslo kam chcete přesměrovat
pt_br: número - número para onde desviar

source: timeout - timeout when the diversion will happen
cs: timeout - doba po které se má přesměrování provést
pt_br: limite tempo - tempo limite para o desvio de chamada ocorrer

source: B<getspeeddial>I< start [stop]>
pt_br: B<getspeeddial>I< início [fim]>

source: Gets speed dial choices.
cs: Načte seznam rychlého vytáčení.
pt_br: Obtém escolhas para discagem rápida

source: B<getussd>I< code>
pt_br: B<getussd>I< código>

source: Retrieves USSD information - dials a service number and reads response.
cs: Načte USSD informace - vytvočí servisní číslo a načtě odpověď.
pt_br: Recupera informação USSD - disca um número de serviço e lê a resposta.

source: Holds call.
cs: Přidrží hovor.
pt_br: Retém chamada.

source: B<maketerminatedcall>I< number length [show|hide]>
pt_br: B<maketerminatedcall>I< número tamanho [show|hide]>

source: Make voice call from SIM card line set in phone which will be terminated after B<length> seconds.
cs: Začne hlasový hovor prostřednictvím linky nastavené na SIM kartě, který bude ukončen po B<length> sekundách.
pt_br: Faz chamada de voz a partir do cartão SIM do telefone a qual será terminada após B<número> segundos.

source: Get phone status and writes continuously to standard output. Press Ctrl+C to break this state.
cs: Periodicky zobrazuje informace o stavu telefonu. Program přerušíte stisknutím Ctrl+C.
pt_br: Obtém o status do telefone e grava continuamente para saída padrão. Pressione Ctrl+C para sair deste estado.

source: B<senddtmf>I< sequence>
pt_br: B<senddtmf>I< sequência>

source: Plays DTMF sequence. In some phones available only during calls
cs: Přehraje DTMF tóny. V některých telefonech je toto k dispozici jen během hovoru.
pt_br: Envia sequência DTMF. Em alguns telefones só disponível durante chamadas

source: Splits call.
cs: Rozdělí hovor.
pt_br: Atendimento Simultâneo

source: Switches call.
cs: Přepne hovor.
pt_br: Alterna entre ligações

source: Transfers call.
cs: Přenese hovor.
pt_br: Transfere chamada

source: Unholds call.
cs: Zruší přdržení hovoru.
pt_br: Libera chamada.

source: SMS and EMS
cs: SMS a EMS
pt_br: SMS e EMS

source: Sending messages might look a bit complicated on first attempt to use. But be patient, the command line has been written in order to allow almost every usage. See EXAMPLE section for some hints on usage.
cs: Posílání zpráv může na první pohled vypadat komplikovaně. Ale buďte trpěliví, parametry byly navrženy tak, aby umožňovaly téměř libovolné použití. V části PŘÍKLAD naleznete některé ukázky posílání zpráv.
pt_br: Envio de mensagens pode parecer um pouco complicado nas primeiras tentativas. Mas com paciência, a linha de comando servirá para qualquer tipo de utilização. Veja seção EXEMPLOS para mais dicas de uso.

source: There is also an option to use gammu-smsd(1) when you want to send or receive more messages and process them automatically.
cs: Pokud chcete posílat nebo přijímat více zpráv a zpracovávat je automaticky, máte také možnost použít gammu-smsd(1).
pt_br: Existe também opção de utilizar gammu-smsd(1) quando você deseja automatizar envio e recebimento de mensagens num processo automatizado.

source: B<Common parameters for sendsms and savesms>
cs: B<Společné parametry pro sendsms a savesms>
pt_br: B<Parâmetros comuns para enviar e salvar mensagens>

source: B<-smscset number> - SMSC will be taken from set B<number>. Default set: 1
cs: B<-smscset number> - číslo centra zpráv (SMSC) bude načteno ze zadané pozice v telefonu. Výchozí je 1
pt_br: B<-smscset número> - SMSC irá utilizar-se do B<número>. Padrão: 1

source: B<-smscnumber number> - SMSC number
cs: B<-smscnumber number> - číslo centra zpráv (SMSC)
pt_br: B<-smscnumber número> - SMSC número

source: B<-reply> - reply SMSC is set
cs: B<-reply> - vynutit odpověď přes stejné SMSC
pt_br: B<-reply> - resposta SMSC é configurada

source: B<-maxnum number> - Limit maximal number of messages which will be created. If there are more messages, Gammu will terminate with failure.
cs: B<-maxnum number> - Omezí maximální počet zpráv, které budou vytvořeny. Pokud by jich bylo více, Gammu skončí s chybou.
pt_br: B<-maxnum número> - Limite máximo de mensagens que serão criadas. Se existirem mais mensagens o Gammu irá terminar com falha.

source: B<-folder number> - save to specified folder.
cs: B<-folder number> - uloží do zadané složky
pt_br: B<-folder número> - salvar para pasta escolhida.

source: Folders are numerated from 1.
cs: Složky číslujte od 1.
pt_br: Pastas são númeradas a partir de 1.

source: The most often folder 1 = "Inbox", 2 = "Outbox",etc. Use B<getsmsfolders> to get folder list.
cs: Nejčastěji jsou složky 1 = "Příchozí", 2 = "Odchozí",atd. Použijte B<getsmsfolders> pro zjištění skutečného seznamu složek pro váš telefon.
pt_br: A pasta mais usada 1 = "Caixa de Entrada"; 2 = "Caixa de Saída",etc. Use B<getsmsfolders> para obter lista de pastas.

source: B<-unread> - makes message unread. In some phones (like 6210) you won't see unread sms envelope after saving such sms. In some phones with internal SMS memory (like 6210) after using it with folder 1 SIM SMS memory will be used
cs: B<-unread> - označí zprávu jako nepřečtenou. U některých telefonů (jako 6210) však neuvidíte indikaci nepřečtené zprávy v telefonu. U některých telefonů s interní pamětí na SMS (jako 6210) bude po použití složky 1 uložena zpráva na SIM kartu.
pt_br: B<-unread> - assinala as mensagens como não lidas. Em alguns modelos (como Nokia 6210) você não vê envelopes de sms não lidas, após salvar a SMS. Em alguns telefones com memória SMS interna como Nokia (6210) após usar a pasta 1 a memória do Cartão SIM será usada

source: B<-read> - makes message read. In some phones with internal SMS memory (like 6210) after using it with folder 1 SIM SMS memory will be used
cs: B<-read> - označí zprávu jako přečtenou. U některých telefonů s interní pamětí na SMS (jako 6210) bude po použití složky 1 uložena zpráva na SIM kartu.
pt_br: B<-read> - torna a mensagem lida. Em alguns modelos com memória interna SMS (Nokia 6210) após uso da pasta 1 a memória SMS será usada.

source: B<-unsent> - makes message unsent
cs: B<-unsent> - označí zprávu jako neodeslanou
pt_br: B<-unsent> - modifica mensagens para não enviadas

source: B<-sent> - makes message sent
cs: B<-sent> - označí zprávu jako odeslanou
pt_br: B<-sent> - modifica mensagens para enviadas

source: B<-sender number> - set sender number
cs: B<-sender number> - nastaví číslo odesílatele
pt_br: B<-sender number> - define número emissor

source: B<-smsname name> - set message name
cs: B<-smsname name> - nastaví jméno zprávy
pt_br: B<-smsname name> - define nome da mensagem

source: B<-sender number> - set sender number (default: "Gammu")
cs: B<-sender number> - nastaví odesílatele na number (výchozí: "Gammu")
pt_br: B<-sender number> - define número emissor (Padrão: "Gammu")

source: B<-report> - request delivery report for message
cs: B<-report> - vyžadovat doručenku pro zprávu
pt_br: B<-report> - requisita mensagem com relatório de mensagem enviada

source: B<-validity HOUR|6HOURS|DAY|3DAYS|WEEK|MAX> - sets how long will be the message valid (SMSC will the discard the message after this time if it could not deliver it).
cs: B<-validity HOUR|6HOURS|DAY|3DAYS|WEEK|MAX> - nastaví jak dlouho bude zpráva platná (SMSC zruší zprávu po této době pokud se jí nepodařilo doručit).
pt_br: B<-validity HOUR|6HOURS|DAY|3DAYS|WEEK|MAX> - define quanto tempo a mensagem é válida para envio (SMSC irá descartar a mensagem se a mesma não for enviada nesse período).

source: B<-save> - will also save message which is being sent
cs: B<-save> - zpráva bude před odesláním uložena do telefonu
pt_br: B<-save> - Irá Salvar a mensagem que está sendo enviada

source: B<Introduction to SMS formats>
cs: B<Úvod do formátů SMS>
pt_br: B<Introdução aos formatos SMS>

source: Gammu has support for many SMS formats like:
cs: Gammu podporuje mnoho formátů SMS včetně:
pt_br: Gammu tem suporte para muitos formatos de SMS como:

source: B<Nokia Smart Messaging> (used for monochromatic picture images, downloadable profiles, monochromatic operator logos, monochromatic caller logos and monophonic ringtones)
cs: B<Nokia Smart Messaging> (lze použít pro černobílé obrázky, profily, loga operátora, černobílá loga volajících a monofonní vyzvánění)
pt_br: B<Mensagem Experta Nokia> (usado para imagens monocromáticas de perfis, logotipos da operadora, logotipos do originador da chamada e para toques)

source: B<Linked SMS> (both with 8 and 16-bit identification numbers in headers)
cs: B<Spojené SMS> (s 8 a 16 bitovými identifikátory v hlavičce)
pt_br: B<SMS ligada> (Números identificadores no Cabeçalho (com 8 e 16-bits)

source: B<EMS> (this is SMS format used for saving monochromatic images, monophonic ringtones, animations, text formatting and others)
cs: B<EMS> (formát SMS pro černobílé obrázky, monofonní vyzvánění, animace, formátování textu a další)
pt_br: B<EMS> (Formato SMS usado para salvar imagens monocromáticas, toques monofônicos, animação, formatação de texto etc)

source: B<MMS notifications>
cs: B<MMS notifikace>
pt_br: B<Notificações MMS>

source: B<Alcatel logo messages>
cs: B<Zprávy s logem pro Alcatel>
pt_br: B<Logo Alcatel mensagens>

source: You need to ensure that the target phone supports message type you want to send. Otherwise the phone will not be able to display it or will even crash, because firmware of phone did not expect this possibility.
cs: Je potřeba si předem zjistit, jestli telefon, kam zprávu posíláme, je schopen ji zobrazit. Některé telefony obsahují chyby, že při přijetí takovéto zprávy můžou havarovat.
pt_br: Você precisa certificar-se que o telefone destinatário suporta o tipo de mensagem enviada. De outra maneira, além de não exibir a mensagem ou mesmo travar porque o firmaware não espera esta possibilidade.

source: B<Encoding chars in SMS text>
cs: B<Kódování znaků v textu SMS>
pt_br: B<Caracteres Codificados no texto da SMS>

source: Text in SMS can be coded using two ways:
cs: Text v SMS zprávě může být zakódován dvěmi způsoby:
pt_br: Texto da SMS pode ser codificado de duas maneiras:

source: with B<GSM Default Alphabet> - in single SMS you can have maximally 160 chars (Gammu doesn't support compressing such texts according to GSM standards, but it isn't big limit, because there are no phones supporting them), but they're from limited set:
cs: při použití B<GSM Default Alphabet> - v jedné zprávě může být až 160 znaků (Gammu nepodporuje kompresi podle GSM standardů, protože ji nepodporuje ani většina telefonů), ale znaky jsou omezeny na:
pt_br: com B<Alfabeto padrão GSM> - em uma única SMS você pode ter no máximo 160 caracteres (Gammu não suporta compressão de textos de acordo com os padrões GSM. Mas esse não é um grande, pois muitos telefone não suportam este limite:

source: * all Latin small and large
cs: * všechny písmena latinky, malá i velká
pt_br: * todos caracteres Latinos minúsculos e Maiúsculos

source: * all digits
cs: * všechna čísla
pt_br: * todos dígitos

source: * some Greek
cs: * některá řecká písmena
pt_br: * alguns símbolos Gregos

source: * some other national
cs: * některé další národní znaky
pt_br: * alguns outros do seu Idioma

source: * some symbols like @ ! " # & / ( ) % * + = - , . : ; E<lt> E<gt> ?
cs: * některé symboly jako @ ! " # & / ( ) % * + = - , . : ; E<lt> E<gt> ?
pt_br: * alguns simbolos como @ ! " # & / ( ) % * + = - , . : ; E<lt> E<gt> ?

source: * few others
cs: * pár dalších
pt_br: * além de outros

source: with B<Unicode> - in single SMS you can save at most 70 chars, but these can be any chars including all national and special ones. Please note, that some older phones might have problems displaying such message.
cs: při použití B<Unicode> - v jedné zprávě může být nejvýše 70 znaků, ale může se jednat o libovolné Unicode znaky. Některé starší telefony můžou mít problém se zobraznením takovéto zprávy.
pt_br: com B<Unicode> - uma única SMS você pode usar 70 caracteres, e esses podem incluir todos os caracteres do seu idioma e mais os especiais. Por favor note que telefones antigos pode apresentar problemas na exibição desse tipo de mensagens.

source: Gammu tries to do the best to handle non ASCII characters in your message. Everything is internally handled in Unicode (the input is converted depending on your locales configuration) and in case message uses Unicode the text will be given as such to the message.
pt_br: Gammu tenta lidar da melhor maneira com caracteres não ASCII da sua mensagem. Tudo é manipulado internamente em Unicode (a entrada é convertida dependendo da configuração de locales) e se a mensagem já usa Unicode o texto será preservado como está na mensagem.

source: Should the message be sent in GSM Default Alphabet, Gammu will try to convert all characters to keep message readable. Gammu does support multi byte encoding for some characters in GSM Default Alphabet (it is needed for ^ { } \e [ ] ~ |). The characters which are not present in GSM Default Alphabet are transliterated to closest ASCII equivalent (accents are removed). Remaining not known characters are replaced by question mark.
pt_br: Se a mensagem a ser enviada usa o Alfabeto Padrão GSM, o Gammu irá tentar converter todos os caracteres para manter a mensagem legível. O Gammu não suporta código de página "multi byte" para alguns caracteres do Alfabeto GSM como ( ^ { } \e [ ] ~ |). Caracteres não existentes no Alfabeto GSM serão convertidos para a melhor equivalência ASCII (acentos serão removidos), outros desconhecidos serão substituídos pelo símbolo ? (interrogação).

source: B<addsms>I< folder file [-yes]>
pt_br: B<addsms>I< pasta arquivo [-yes]>

source: Adds SMSes from file (format like backupsms uses) to selected folder in phone.
cs: Přidá SMS zprávy ze souboru (formát jako používá backupsms) do zvolené složky v telefonu.
pt_br: Adiciona SMS a partir de um arquivo (formato similar ao criado pelo comando "backupsms" para a pasta selecionada no telefone.

source: B<addsmsfolder>I< name>
pt_br: B<addsmsfolder>I< nome>

source: B<backupsms>I< file [-yes|-all]>
pt_br: B<backupsms>I< arquivo [-yes|-all]>

source: Stores all SMSes from phone to file.
cs: Uloží všechny SMS z telefonu do souboru.
pt_br: Armazena todas as SMS do telefone em um arquivo.

source: Use -yes for answering yes to all questions (backup all messages and delete them from phone), or -all to just backup all folders while keeping messages in phone.
cs: Použijte -yes pro odpověď ano na všechny otázky (zazálohovat všechny zprávy a odstranit je z telefonu) nebo -all pro zálohu všech zpráv a ponechání jich v telefonu.
pt_br: Use -yes para responder sim para todas as questões (salvar todas e então apagar todas as mensagens do telefone), ou -all para apenas salvar todas as pastas e continuar mantendo as mensagens no telefone).

source: B<deleteallsms>I< folder>
pt_br: B<deleteallsms>I< pasta>

source: Delete all SMS from specified SMS folder.
cs: Odstraní všechny SMS ze zadané složky.
pt_br: Apague todas as mensagens SMS da pasta especificada.

source: B<deletesms>I< folder start [stop]>
pt_br: B<deletesms>I< pasta início [fim]>

source: Delete SMS from phone. See description for B<getsms> for info about sms folders naming convention.
cs: Ostraní SMS z telefonu. Popis zadávání umístění a složek v telefonu naleznete u B<getsms>.
pt_br: Apague SMS do telefone. Veja descrição para B<getsms> para informações sobre convenções para nomear pastas.

source: Locations are numerated from 1.
cs: Umístění číslujte od 1.
pt_br: Locais são numerados a partir de 1.

source: B<displaysms>I< ... (options like in sendsms)>
pt_br: B<displaysms>I< ... (opções como em sendsms)>

source: Displays PDU data of encoded SMS messages. It accepts same parameters and behaves same like sendsms.
cs: Zobrazí PDU data zakódované SMS zprávy. Používá stejné parametry a chová se stejně jako sendsms.
pt_br: Exibe dados PDU da mensage SMS codificada. Aceita os mesmos parâmetros e comportamentos que sendsms.

source: Get all SMS from phone. In some phones you will have also SMS templates and info about locations used to save Picture Images. With each sms you will see location. If you want to get such sms from phone alone, use B<gammu getsms 0 location>
cs: Načte všechny zprávy z telefonu. U některých telefonu načte také šablony zpráv a informace o uložených obrázcích. U každé zprávy uvidíte umístění, pokud chcete získat jednotlivou zprávu, použijte B<gammu getsms 0 location>
pt_br: Obtem todas as SMS do telefone. Em alguns telefones, você também obterá os modelos de SMS e informações sobre locais onde são salvas as Imagens. Com cada SMS você verá a localização. Se você quer obter cada uma separadamente utilize B<gammu getsms 0 localização>

source: Similiary to B<getallsms>. Difference is, that links all concatenated sms
cs: Podobné jako B<getallsms>, jen dlouhé zprávy budu spojeny a dekódovány dohromady.
pt_br: Similar a B<getallsms>. Diferença é que há ligação entre SMS concatenadas

source: B<getsms>I< folder start [stop]>
pt_br: B<getsms>I< pasta início [fim]>

source: Get SMS.
cs: Načte SMS.
pt_br: Obtém SMS.

source: Folder 0 means that sms is being read from "flat" memory (all sms from all folders have unique numbers). It's sometimes emulated by Gammu. You can use it with all phones.
cs: Pokud zadáte složku 0, sms bude načtena z "jednolité" paměti (všechny SMS ze všech složek mají unikátní čísla). V některých případech je toto chování emulováno Gammu. Můžete ho proto použít se všemi telefony.
pt_br: Pasta 0 significa que a sms é lida da memória "flat" (todas sms de todos as pastas têm números únicos). Muitas vezes isto é emulado pelo Gammu. Você pode usar isto com todos os telefones.

source: B<getsmsc>I< [start [stop]]>
pt_br: B<getsmsc>I< [início [fim]]>

source: Get SMSC settings from SIM card.
cs: Načte nastavení SMS zpráv ze SIM karty.
pt_br: Obtem configurações SMSC do cartão SIM.

source: Get names for SMS folders in phone
cs: Načte s telefonu názvy složek se zprávami.
pt_br: Obtem nomes das pastas SMS no telefone

source: This option should display T9 dictionary content from DCT4 phones.
cs: Tato volba zobrazí T9 slovík z telefonů DCT4.
pt_br: Esta opção exibe conteúdo do dicionário T9 em telefones DCT4.

source: B<restoresms>I< file [-yes]>
pt_br: B<restoresms>I< arquivo [-yes]>

source: Restores SMSes from file (format like backupsms uses) to selected folder in phone. Please note that this overwrites existing messages in phone (if it supports it).
cs: Obnoví SMS zprávy ze souboru (z formátu který používá příkaz backupsms) do zvolené složky v telefonu. Pokud to telefon podporuje, budou stávající zprávy ve složce přepsány!
pt_br: Recupera SMS a partir de um arquivo (com formato similar ao do comando backupsms) para uma pasta no telefone. Note que isto sobrepõe as mensagens existens no telefone (se houver suporte).
