Repository: Ahmedabdsw/gammu
Catalog: locale/*/docs.po
Languages: cs, pt_br

source: gammu-smsd-pgsql - gammu-smsd(1) backend using PostgreSQL database server as a message storage
cs: gammu-smsd-pgsql - služba pro gammu-smsd(1) používající k ukládání zpráv databázový server PostgreSQL
pt_br: gammu-smsd-pgsql - gammu-smsd(1) Banco de Dados de Retaguarda usando Servidor PostgreSQL para armazenamento das mensagens

source: PGSQL backend stores all data in a PostgreSQL database server, which parameters are defined by configuration (see gammu-smsdrc(5) for description of configuration options).
cs: Služba PGSQL ukládá všechna data na databázovém serveru PostgreSQL, jehož parametry jsou zadány v konfiguračním souboru (viz gammu-smsdrc(5) pro popis těchto parametrů).
pt_br: PGSQL Servidor Banco de Dados de Retaguarda, quais parâmetros são definidos pela configuração (veja gammu-smsdrc(5) para descrição das opções da configuração).

source: January 31, 2009
cs: Leden 31, 2009
pt_br: 22 de dezembro de 2010

source: gammu-smsd-dbi - gammu-smsd(1) backend using DBI abstraction layer to use any supported database as a message storage
cs: gammu-smsd-dbi - služba pro gammu-smsd(1) používající k ukládání zpráv abstrakní vrstvu DBI a ukládá data do libovolné podporované databáze
pt_br: gammu-smsd-dbi - gammu-smsd(1) Banco de Dados de Retaguarda usando camada de abstração DBI para utilizar qualquer um dos bancos de dados para armazenar mensagens.

source: DBI backend stores all data in any database supported by libdbi, which parameters are defined by configuration (see gammu-smsdrc(5) for description of configuration options).
cs: Služba DBI ukládá všechna data v jakékoliv databázi podporvané DBI, jejíž parametry jsou zadány v konfiguračním souboru (viz gammu-smsdrc(5) pro popis těchto parametrů).
pt_br: DBI Banco de Dados de Retaguarda, armazena todos os dados em qualquer um dos bancos de dados suportados por libdbi, cujos parâmetros são definidos pela configuração (veja gammu-smsdrc(5) para descrição e configuração das opções).

source: August 17, 2009
cs: Srpen 17, 2009
pt_br: 22 de dezembro de 2010

source: Gammu 1.26.0
pt_br: Gammu 1.28.93

source: gammu-smsd-tables - description of tables for database backends of gammu-smsd(1)
cs: gammu-smsd-tables - popis tabulek pro databázové služby gammu-smsd(1)
pt_br: gammu-smsd-tables - descrição das tabelas do banco de dados de retaguarda do gammu-smsd(1)

source: Separate backends are described in their appropriate man pages. This manual page describes general database structure and required tables.
cs: Jednotlivé služby jsou popsány v samostatných manuálových stránkách. Tato manuálová stránka popisuje strukturu databáze a potřebné tabulky.
pt_br: Bancos de Dados de Retaguarda são descritos separadamente em páginas man. Esse manual descreve estrutura geral e as tabelas requeridas.

source: More SMS daemons can share single database. If you do not specify PhoneID in their configuration, all are treated equally and you have no guarantee which one sends outgoing message. If you configure PhoneID and use it when inserting message to the outbox table (gammu-smsd-inject(1) does this), each SMS daemon will have separate outbox queue.
cs: Několik SMS démonů může sdílet jedinou databázi. Pokud v jejich nastavení nezadáte PhoneID, všechny jsou brány jako rovnocenné a kterýkoliv z nich může odeslat odchozí zprávu. Pokud nastavíte PhoneID a použijete ho při vkládání zprávy to tabulky outbox (gammu-smsd-inject(1) to dělá), každý SMS démon bude mít vlastní frontu odchozích zpráv.
pt_br: Mais Daemon SMS podem compartilhar um único banco de dados. Se você não especificar PhoneID na configuração, todos serão tratados igualmente e você não terá garantia de qual será enviada a mensagem. Se você configurar PhoneID e usá-lo quando inserindo mensagem para a tabela outbox (gammu-sms-inject(1) faz isso), cada Daemon SMS irá ter uma fila de caixa postal de saída separada.

source: Received messages are stored in inbox table.
cs: Přijaté zprávy jsou ukládány v tabulce inbox.
pt_br: Mensagens recebidas são armazenadas na tabela inbox.

source: Transmitted messages are read from table outbox and possible subsequent parts of the same message from outbox_multipart.
cs: Zprávy k odeslání jsou čteny z tabulky outbox a jejich případné další části z tabulky outbox_multipart.
pt_br: Mensagens transmitidas são lidas da tabela outbox e as partes subsequentes da mesma mensagem a partir da tabela outbox_multipart.

source: Description of tables
cs: Popis tabulek
pt_br: Descrição das tabelas

source: Information about running daemons.
cs: Informace o běžících démonech.
pt_br: Informações sobre Daemons em execução

source: Table holding single value - version of a database schema. See HISTORY for details what has changed.
cs: Tato tabulka obsahuje jedinou hodnotu - verzi databázového schématu. V části HISTORIE se můžete podívat, co se měnilo.
pt_br: Tabela armazenando um valor único - versão do schema do banco de dados. Veja HISTORY para detalhes do que foi modificado.

source: Table where received messages will be stored.
cs: Tabulka, ve které jsou ukládány přijaté zprávy.
pt_br: Tabela onde as mensagens recebidas são armazenadas.

source: Fields description:
cs: Popis sloupců:
pt_br: Descrição dos Campos:

source: B<UpdatedInDB> (timestamp)
pt_br: B<UpdatedInDB> (data e hora)

source: when somebody (daemon, user, etc.) updated it
cs: kdy byl tento záznam aktualizován
pt_br: quando alguém (Daemon ou Usuário) faz modificação

source: B<ReceivingDateTime> (timestamp)
pt_br: B<ReceivingDateTime> (data e hora)

source: when SMS was received
cs: kdy byla přijata SMS
pt_br: quando SMS foi recebida

source: B<Text> (text)
pt_br: B<Text> (texto)

source: encoded SMS text (for all SMS)
cs: zakódovaný text zprávy (pro všechny SMS)
pt_br: texto codificado da SMS (para todas SMS)

source: decoded SMS sender number
cs: číslo odesílatele SMS
pt_br: número decodificado do remetente da SMS

source: SMS text coding
cs: kódování textu SMS
pt_br: SMS texto

source: B<UDH> (text)
pt_br: B<UDH> (texto)

source: encoded User Data Header text
cs: zakódovaná hlavička uživatelských dat (UDH)
pt_br: texto codificado dos dados do cabeçalho do usuário

source: decoded SMSC number
cs: číslo centra zpráv (SMSC)
pt_br: número SMSC decodificado

source: B<Class> (integer)
pt_br: B<Class> (inteiro)

source: SMS class or -1 (0 is flash SMS, 1 is normal one)
cs: třída SMS nebo -1 (0 je jen pro zobrazení na displej, 1 je normální SMS)
pt_br: Classe SMS ou -1 (0 é SMS flash, 1 é normal)

source: decoded SMS text (for Default Alphabet/Unicode SMS)
cs: dekódovaný text (pro zprávy ve výchozí abecedě nebo unicode)
pt_br: texto decodificado da SMS (para Alfabeto Padrão / Unicode)

source: B<ID> (integer unsigned)
pt_br: B<ID> (inteiro sem sinal)

source: SMS identificator (for using with external applications)
cs: identifikátor zprávy (pro použití v externích aplikacích)
pt_br: Identificador SMS (para uso com aplicações externas)

source: B<RecipientID> (text)
pt_br: B<RecipientID> (texto)

source: which Gammu daemon has added it
cs: který démon Gammu přidal tento záznam
pt_br: qual Daemon Gammu que adicionou

source: you can use for marking, whether SMS was processed or not
cs: můžete použít pro označení, jestli byla zpráva zpracována nebo nebyla
pt_br: você pode usar para marcar, quando SMS foi processada ou não

source: Messages enqueued for sending should be placed in this table. If message is multipart, subsequent parts are stored in table outbox_multipart.
cs: Zprávy určené k odeslání by měly být uloženy v této tabulce. Pokud zpráva obsahuje více částí, další části jsou uloženy v tabulce outbox_multipart.
pt_br: Mensagens enfileiradas para envio precisam estar nesta tabela. Se a mensagem é composta múltiplas partes, as partes subsequentes são armazenadas na tabela outbox_multipart.

source: B<InsertIntoDB> (timestamp)
pt_br: B<InsertIntoDB> (data e hora)

source: when message was inserted into database
cs: kdy byla zpráva vložena do databáze
pt_br: quando a mensagem foi inserida no banco de dados

source: B<SendingDateTime> (timestamp)
pt_br: B<SendingDateTime> (data e hora)

source: set it to some value, when want to force sending after some planned time
cs: nastavte na libovolnou hodnotu, pokud chcete vynutit poslání zprávy i po naplánovaném čase
pt_br: coloque um valor horário, para que após o envido deve ser obrigatório

source: SMS text encoded using hex values in proper coding. If you want to use TextDecoded field, keep this NULL (or empty).
cs: Text SMS zakódovaný šestnáctkově ve správné znakové sadě. Pokud chcete použít pole TextDecoded, nechte zde NULL (nebo prázdný text).
pt_br: Texto SMS codificado usando valores em hexa em codificação própria. Se você deseja usar o campo TextDecoded, deixe este com valor NULL ou vazio.

source: recipient number
cs: číslo příjemce
pt_br: número destino

source: User Data Header encoded using hex values which will be used for constructing the message. Without this, message will be sent as plain text.
cs: User Data Header ((hlavička uživatelských dat) zapsaná v šestnáckové soustavě, která bude použita při vytváření zprávy. Pokud není uvedena, zpráva bude odeslána jako čistě textová.
pt_br: Dados codificados do Cabeçalho do usuário usando valores hexa os quais serão utilizados para construir a mensagem. Sem isso, a mensagem será enviada como texto padrão.

source: SMS class or -1 (0 is normal SMS, 1 is flash one)
cs: třída SMS nebo -1 (0 je normální SMS, 1 jen pro zobrazení na displej)
pt_br: Classe SMS ou -1 (0=SMS Normal, 1=Flash)

source: SMS text in "human readable" form
cs: text zprávy v "člověkem čitelné" podobě
pt_br: Texto da SMS em formato legível por humanos

source: SMS/SMS sequence ID
cs: číslo SMS/SMS sekvence
pt_br: SMS/SMS sequencia ID

source: Please note that this number has to be unique also for sentitems table, so reusing message IDs might not be a good idea.
cs: Prosím uvědomte si, že toto číslo musí být unikátní i pro tabulku sentitems, takže opětovné používání ID zpráv nemusí být nutně dobrý nápad.
pt_br: Por favor note que este número precisa ser único também para a tabela sentitems, portanto reutilizar IDs de mensagens não é uma boa idéia!.

source: info, whether there are more SMS from this sequence in outbox_multipart
cs: informace, zda se v tabulce outbox_multipart nacházejí další části této SMS zprávy
pt_br: informacional, quando há mais SMS dessa sequência na tabela outbox_multipart

source: B<RelativeValidity> (integer)
pt_br: B<RelativeValidity> (inteiro)

source: SMS relative validity like encoded using GSM specs
cs: platnost SMS zakódovaná podle GSM specifikací
pt_br: Validade relativa da SMS codificado utilizando especificações GSM

source: B<SenderID> (text)
pt_br: B<SenderID> (texto)

source: which SMSD instance should send this one sequence
cs: která instance SMSD by měla odesílat tuto sekvenci
pt_br: qual instância SMSD pode enviar esta sequência

source: B<SendingTimeOut> (timestamp)
pt_br: B<SendingTimeOut> (data e hora)

source: used by SMSD instance for own targets
cs: použito SMSD pro vlastní účely
pt_br: usado por instância SMSD para objetivos próprios

source: when default is used, Delivery Report is used or not according to SMSD instance settings; yes forces Delivery Report.
cs: při výchozí hodnotě bude nastavení doručenky záviset na nastavení SMSD, při yes se doručenka vynutí
pt_br: quando Padrão é usado, relatório de envio é usado ou não de acordo com as configurações da instância SMSD; Yes força relatório de envio.

source: B<CreatorID> (text)
pt_br: B<CreatorID> (texto)

source: sender identification, it has to match PhoneID in SMSD configuration to make SMSD process this message
cs: identifikace odesílajícího démona, musí odpovídat PhoneID v konfiguraci SMSD, aby SMSD zprávu zpracoval
pt_br: identificação do remetente, ele precisa combinar com o PhoneID na configuração da SMSD para permitir o SMSD processar esta mensagem

source: Data for outgoing multipart messages.
cs: Data pro odchozí zprávy, které jsou z více částí.
pt_br: Dados para mensagem de múltiplas partes.

source: the same meaning as values in outbox table
cs: mají stejný význam jako v tabulce outbox
pt_br: o mesmo significado dos valores para a tabela outbox

source: B<SequencePosition> (integer)
pt_br: B<SequencePosition> (inteiro)

source: info, what is SMS number in SMS sequence (start at 2, first part is in outbox table).
cs: kolikátá zpráva je tato v SMS sekvenci (začíná se od 2, první část je uložena v tabulce outbox).
pt_br: informacional, qual é o número SMS na sequência SMS (inicia com 2, a parte 1 está na tabela outbox).

source: Information about connected phones. This table is periodically refreshed and you can get information such as battery or signal level from here.
cs: Informace o připojených telefonech. Tato tabulka je pravidelně obnovována a můžete v ní najít informace jako stav baterie nebo síla signálu.
pt_br: Informação sobre os telefones conectados. Esta tabela é periodicamente atualizada e você pode obter informação como carga bateria, nível de sinal olhando nesta tabela.

source: B<ID> (text)
pt_br: B<ID> (texto)

source: PhoneID value
cs: hodnota PhoneID
pt_br: Valor PhoneID

source: when this record has been updated
cs: kdy byl tento záznam aktualizován
pt_br: quando este registro foi atualizado

source: when this record has been created (when phone has been connected)
cs: kdy byl tento záznam vytvořen (kdy byl telefon připojen)
pt_br: quando este registro foi criado (quando o telefone foi conectado)

source: B<TimeOut> (timestamp)
pt_br: B<TimeOut> (data e hora)

source: when this record expires
cs: kdy tento záznam expiruje
pt_br: quando o registro expira

source: B<Send> (boolean)
pt_br: B<Send> (booleano)

source: currently always true
cs: v současné době vždy true
pt_br: atualmente sempre verdadeiro

source: B<Receive> (boolean)
pt_br: B<Receive> (booleano)

source: B<IMEI> (text)
pt_br: B<IMEI> (texto)

source: IMEI of phone
cs: IMEI telefonu
pt_br: IMEI do telefone

source: B<Client> (text)
pt_br: B<Client> (texto)

source: client name, usually string Gammu with version
cs: jméno klienta, obvykle text Gammu a verze
pt_br: nome do cliente, normalmente uma string contendo a versão do Gammu

source: B<Battery> (integer)
pt_br: B<Battery> (inteiro)

source: battery level in percent (or -1 if unknown)
cs: stav baterie v procentech (nebo -1 pokud není znám)
pt_br: nível de bateria em porcentagem (ou -1 se desconhecido)

source: B<Signal> (integer)
pt_br: B<Signal> (inteiro)

source: signal level in percent (or -1 if unknown)
cs: úrověň signálu v procentech (nebo -1 pokud není znám)
pt_br: nível de sinal em porcentagem (ou -1 se desconhecido)

source: B<Sent> (integer)
pt_br: B<Sent> (inteiro)

source: Number of sent SMS messages (SMSD does not reset this counter, so it might overflow).
cs: Počet odeslaných SMS zpráv (SMSD tento čítač nenuluje, takže může přetéct).
pt_br: Número de mensagens SMS enviadas (SMSD não inicializa este contador, portanto ele pode estar estourado)

source: B<Received> (integer)
pt_br: B<Received> (inteiro)

source: Number of received SMS messages (SMSD does not reset this counter, so it might overflow).
cs: Počet přijatých SMS zpráv (SMSD tento čítač nenuluje, takže může přetéct).
pt_br: Número de mensagens SMS recebidas (SMSD não faz reset deste contador, portanto ele pode estar estourado)

source: Log of sent messages (and unsent ones with error code). Also if delivery reports are enabled, message state is updated after receiving delivery report.
cs: Informace o odeslaných (a neodeslaných) zprávách a jejich stavu. Při zapnutých doručenkách je stav zprávy aktualizován při jejím přijetí.
pt_br: Registro de mensagens enviadas (e não enviadas com erro). Também se relatório de envio habilitado, este campo também é atualizado quando recebe o relatório de mensagem).

source: when message has been sent
cs: kdy byla zpráva odeslána
pt_br: quando a mensagem foi enviada

source: B<DeliveryDateTime> (timestamp)
pt_br: B<DeliveryDateTime> (Data e Hora)

source: Time of receiving delivery report (if it has been enabled).
cs: Čas přijetí doručenky (pokud jsou zapnuty).
pt_br: Horário do recebimento do relatório de envio (se habilitado).

source: Status of message sending. SendingError mens that phone failed to send the message, Error indicates some other error while processing message.
cs: Stav odesílání zprávy. SendingError znamená, že telefonu se nepodařilo zprávu odeslat, Error indikuje jinou chybu při zpracovávání zprávy.
pt_br: Situação do envio de mensagem. SendingError significa que o telefone falhou em enviar a mensagem, Error indica que algum outro erro ocorreu no processamento.

source: - B<SendingOK> - Message has been sent, waiting for delivery report.
cs: - B<SendingOK> - Zpráva byla odeslána, čeká se na doručenku.
pt_br: - B<SendingOK> - Mensagem foi enviada, aguardando relatório de envio.

source: - B<SendingOKNoReport> - Message has been sent without asking for delivery report.
cs: - B<SendingOKNoReport> - Zpráva byla odeslána bez požadavku na doručenku.
pt_br: - B<SendingOKNoReport> - Mensagem foi enviada sem aguardar por relatório de envio.

source: - B<SendingError> - Sending has failed.
cs: - B<SendingError> - Odesílání selhalo.
pt_br: - B<SendingError> - Envio falhou.

source: - B<DeliveryOK> - Delivery report arrived and reported success.
cs: - B<DeliveryOK> - Doručenka dorazila a potvrdila úspěšné doručení.
pt_br: - B<DeliveryOK> - Relatório de Envio recebido e relatado sucesso.

source: - B<DeliveryFailed> - Delivery report arrived and reports failure.
cs: - B<DeliveryFailed> - Doručenka dorazila a nahlásila chybu při doručování.
pt_br: - B<DeliveryFailed> - Relatório de Envio chegou e relatada falha.

source: - B<DeliveryPending> - Delivery report announced pending deliver.
cs: - B<DeliveryPending> - Doručenka dorazila a obsahuje informaci o zpořděném doručení.
pt_br: - B<DeliveryPending> - Relatório de Envio anunciado pendente envio.

source: - B<DeliveryUnknown> - Delivery report reported unknown status.
cs: - B<DeliveryUnknown> - Doručenka dorazila, ale informuje o neznámém stavu.
pt_br: - B<DeliveryUnknown> - Relatório de envio relatado situação desconhecida.

source: - B<Error> - Some other error happened during sending (usually bug in SMSD).
cs: - B<Error> - Došlo k nějaké chybě při odesílání (obvykle se jedná o chybu SMSD).
pt_br: - B<Error> - Algum outro erro ocorreu durante o envio (Normalmente BUG no SMSD).

source: B<StatusError> (integer)
pt_br: B<StatusError> (inteiro)

source: Status of delivery from delivery report message, codes are defined in GSM specification 03.40 section 9.2.3.15 (TP-Status).
cs: Stav z doručenky, hodnoty jsou definovány ve specifikaci GSM 03.40.sekce 9.2.3.15 (TP-Status).
pt_br: Situação de envio do relatório de envio de mensagem, os códigos são definidos pela especificação GSM 03.40 seção 9.2.3.15 (TP-Status).

source: SMS text encoded using hex values
cs: text SMS zprávy v šestnáctkovém formátu
pt_br: Texto SMS codificado utilizando valores hexa

source: decoded destination number for SMS
cs: číslo adresáta SMS
pt_br: número decodificado de destinação para SMS

source: User Data Header encoded using hex values
cs: hlavička uživatelských dat (UDH) v šestnáctkovém formátu
pt_br: Dados codificados do Cabeçalho do Usuário usando valores hexa

source: decoded number of SMSC, which sent SMS
cs: číslo servisního centra (SMSC), které odeslalo zprávu
pt_br: número decodificado do SMSC que enviou a SMS

source: which SMSD instance sent this one sequence
cs: která instance SMSD odeslala tuto sekvenci
pt_br: qual instância SMSD enviou esta sequência única

source: SMS number in SMS sequence
cs: pořadí SMS v SMS sekvenci
pt_br: Número SMS na sequência SMS

source: B<TPMR> (integer)
pt_br: B<TPMR> (inteiro)

source: Message Reference like in GSM specs
cs: reference zprávy, podle specifikací GSM
pt_br: Referência da Mensagem similar a espec. GSM

source: copied from CreatorID from outbox table, matches PhoneID
cs: zkopírováno CreatorID z tabulky outbox, odpovídá PhoneID
pt_br: copiado da coluna CreatorID da tabela outbox, combina com PhoneID

source: Not used by SMSD currently, included only for application usage.
cs: SMSD tuto tabulku v současné době nepoužívá, je zde jen pro použití v aplikaci.
pt_br: Não usado pelo SMSD atualmente, incluído para utilização da app.

source: HISTORY
cs: HISTORIE
pt_br: HISTÓRICO

source: History of schema versions:
cs: Historie verzí schématu:
pt_br: Histórico das versões:

source: 11 - all fields for storing message text are no longer limited to 160 chars, but are arbitrary length text fields (1.25.92)
cs: 11 - položky pro ukládání textu zpráv již nejsou omezeny na 160 znaků, ale může se jednat o libovolně dlouhé texty (1.25.92)
pt_br: 11 - todos os campos para mensagem armazenada não estão mais limitados a 160 caracteres, mas tamanho arbitrário de campos texto (1.25.92)

source: 10 - DeliveryDateTime is now NULL when message is not delivered, added several indexes
cs: 10 - DeliveryDateTime je nyní NULL pokud zpráva nebyla doručena, přidáno několik indexů.
pt_br: 10 - Data e Hora de envio contém NULOS enquanto a mensagem não foi enviada, adicionado vários índices

source: 9 - added sent/received counters to phones table
cs: 9 - přidána počítadla přijatých a odeslaných zpráv do tabulky phones
pt_br: 9 - adicionado na tabela de telefones nos contadores de enviados/recebidos

source: 8 - introduced phones table
cs: 8 - přidána tabulka phones
pt_br: 8 - inserção nas tabelas de telefone

source: 7 - added CreatorID to tables (it holds PhoneID if set)
cs: 7 - do tabulek přidáno CreatorID (obsahuje PhoneID, pokud je nastaveno)
pt_br: 7 - adicionado CreatorID nas tabelas (isto prende PhoneID se configurado)

source: Creating tables
cs: Vytváření tabulek
pt_br: Criando Tabelas

source: SQL scripts to create all needed tables for most databases are included in Gammu documentation (docs/sql). As well as some PHP scripts interacting with the database.
cs: SQL skripty potřebný pro vytvoření všech tabulek pro většinu databází je obsažen v dokumentaci Gammu (docs/sql). Ta také obsahuje pár PHP skriptů pro práci s databází.
pt_br: Scripts SQL para criar todas as tabelas necessárias para a maioria dos bancos de dados incluídos na documentação Gammu (docs/sql). Bem como alguns scripts PHP para interagir com o banco de dados.

source: For example to create SQLite tables, issue following command:
cs: Například vytvoření tabulek pro SQLite vypadá následovně:
pt_br: Ex. para criar tabelas no SQLite, use os comandos:

source: Injecting a message using SQL
cs: Vkládání zpráv pomocí SQL
pt_br: Injetando uma mensagem usando SQL

source: To send a message, you can either use gammu-smsd-inject(1), which does all the magic for you, or you can insert the message manually. The simplest example is short text message:
cs: Pro posílání zpráv buď použijte gammu-smsd-inject(1), které za vás udělá veškerou magii, nebo můžete vložit zprávy ručně. Nejjednodušší je vložit obyčejnou textovou zprávu:
pt_br: Para enviar uma mensagem, você pode usar gammu-smsd-inject(1) que faz toda a mágica para você, ou pode inserir a mensagem manualmente. O exemplo básico é a menor mensagem:

source: INSERT INTO outbox ( DestinationNumber, TextDecoded, CreatorID, Coding ) VALUES ( '800123465', 'This is a SQL test message', 'Program', 'Default_No_Compression' );
pt_br: INSERT INTO outbox ( DestinationNumber, TextDecoded, CreatorID, Coding ) VALUES ( '800123465', 'mensagem teste', 'Program', 'Default_No_Compression' );

source: Injecting long message using SQL
cs: Vkládání dlouhých zpráv pomocí SQL
pt_br: Injetando mensagem longa usando SQL
