Repository: Ahmedabdsw/gammu
Catalog: locale/*/docs.po
Languages: cs, pt_br

source: Inserting multipart messages is a bit more tricky, you need to construct also UDH header and store it hexadecimally written into UDH field.
cs: Vkládání dlouhých zpráv složených z více částí je trochu více komplikované. Musíte také vytvořit UDH hlavičku a uložit ji šestnáctkově do pole UDH.
pt_br: Inserindo mensagens partes múltiplas exigem mais uns truques, você precisa construir um cabeçalho UDH e armazenar em hexadecimal num campo no UDH.

source: For long text message, the UDH starts with 050003 followed by byte as a message reference (you can put anything there, but it should be different for each message, D3 in following example), byte for number of messages (02 in example, it should be unique for each message you send to same phone number) and byte for number of current message (01 for first message, 02 for second, etc.).
pt_br: Para uma mensagem de texto longo, o UDH inicia com 050003 seguido por um byte como referência da mensagem (você pode gravar qualquer coisa, mas precisa ser diferente para cada mensagem, D3 no ex. seguinte), byte para número de mensagens (02 no ex. e precisa ser único para cada mensagem do mesmo número de telefone) e byte para número da mensagem corrente (01 para a primeira, 02 para segunda, etc).

source: For example long text message of two parts could look like following:
cs: Například dlouhá textová zpráva skládající se z dvou částí může vypadat následovně:
pt_br: Por exemplo a mensagem de texto longo de duas partes pareceria com o seguinte:

source: INSERT INTO outbox ( CreatorID, MultiPart, DestinationNumber, UDH, TextDecoded, Coding ) VALUES ( 'Gammu 1.23.91', 'true', '123465', '050003D30201', 'Mqukqirip ya konej eqniu rejropocejor hugiygydewl tfej nrupxujob xuemymiyliralj. Te tvyjuh qaxumur ibewfoiws zuucoz tdygu gelum L ejqigqesykl kya jdytbez', 'Default_No_Compression' )
pt_br: INSERT INTO outbox ( CreatorID, MultiPart, DestinationNumber, UDH, TextDecoded, Coding ) VALUES ( 'Gammu 1.28.93', 'true', '123465', '050003D30201', 'Mqukqirip ya konej eqniu rejropocejor hugiygydewl tfej nrupxujob xuemymiyliralj. Te tvyjuh qaxumur ibewfoiws zuucoz tdygu gelum L ejqigqesykl kya jdytbez', 'Default_No_Compression' )

source: Database backends: gammu-smsd-mysql(7), gammu-smsd-pgsql(7), gammu-smsd-dbi(7)
cs: Databázové služby: gammu-smsd-mysql(7), gammu-smsd-pgsql(7), gammu-smsd-dbi(7)
pt_br: Bancos de Dados de Retaguarda: gammu-smsd-mysql(7), gammu-smsd-pgsql(7), gammu-smsd-dbi(7)

source: January 25, 2010
cs: Leden 25, 2010
pt_br: 22 de dezembro de 2010

source: gammu-smsd-null - gammu-smsd(1) backend not storing messages
cs: gammu-smsd-null - služba pro gammu-smsd(1) neukládající zprávy
pt_br: gammu-smsd-null - gammu-smsd(1) banco de dados de retaguarda não armazenando mensagens

source: NULL backend does not store data at all. It could be useful in case you don't want to store messages at all and you want to process then in RunOnReceive handler.
cs: Služba NULL zprávy vůbec neukládá. Toto může být užitečné, pokud zprávy chcete zpracovat sami v programu nastaveném v RunOnReceive.
pt_br: NULL banco de dados de retaguarda não armazena nenhuma mensagem. Isso pode ser útil se você não deseja guardar as mensagens e você pode processar em RunOnReceive handler.

source: Copyright \(co 2010 Michal Cihar and other authors. License GPLv2: GNU GPL version 2 E<lt>http://www.gnu.org/licenses/old-licenses/gpl-2.0.htmlE<gt>
cs: Copyright \(co 2010 Michal Čihař a další autoři. Licence GPLv2: GNU GPL verze 2 E<lt>http://www.gnu.org/licenses/old-licenses/gpl-2.0.htmlE<gt>
pt_br: Copyright \(co 2010 Michal Cihar e outros autores. License GPLv2: GNU GPL versão 2 E<lt>http://www.gnu.org/licenses/old-licenses/gpl-2.0.htmlE<gt>

source: gammu-smsd-run - documentation for RunOnReceive directive
cs: gammu-smsd-run - dokumentace pro parametr RunOnReceive
pt_br: gammu-smsd-run - documentação para diretiva RunOnReceive

source: Gammu SMSD can be configured by RunOnReceive directive (see gammu-smsdrc(5) for details) to run defined program after receiving message.
cs: Gammu SMSD může být nastaven pomocí direktivy RunOnReceive (viz gammu-smsdrc(5)) aby spouštěl zadaný program při přijetí zprávy.
pt_br: Gammu SMSD pode ser configurado para diretiva RunOnReceive (veja gammu-smsdrc(5) para detalhes) para executar um programa após receber uma mensagem.

source: Program is executed with environment which contains lot of information about the message. You can use it together with NULL service (see gammu-smsd-null(7)) to implement completely own processing of messages.
cs: Program je spuštěn s prostředím, které obsahuje mnoho informací o zprávě. Toto můžete použít spolu se službou NULL (viz gammu-smsd-null(7)) pro vytvoření vlastního zpracování zpráv.
pt_br: O progrma é executado no ambiente o qual contém diversas informações sobre a mensagem. Você pode usar isto junto com serviço NULL (veja gammu-smsd-null(7)) para implementar tratamento próprio no processamento de mensagens.

source: Global variables
cs: Globální proměnné
pt_br: Variáveis Globais

source: Number of physical messages received.
cs: Počet skutečně přijatých zpráv.
pt_br: Número de mensagens físicas recebidas.

source: Number of decoded message parts.
cs: Počet dekódovaných částí zpráv.
pt_br: Número de partes decodificadas da mensagem

source: Per message variables
cs: Proměnné pro každou zprávu
pt_br: Variáveis por mensagem

source: The variables further described as SMS_1_... are generated for each physical message, where 1 is replaced by current number of message.
cs: Proměnné dále popsané jako SMS_1_... jsou vytvořeny pro každou fyzickou zprávu, kde číslo 1 je nahrazeno číslem zprávy.
pt_br: As variáveis como descritas SMS_1_...são geradas para cada mensagem física, onde 1 é trocado pelo número da mensagem.

source: Class of message.
cs: Třída zprávy.
pt_br: Classe da mensagem.

source: Sender number.
cs: Číslo odesílatele.
pt_br: Número do Emissor

source: Message text. Text is not available for 8-bit binary messages.
cs: Text zprávy. Není dostupné pro 8-bitové binární zprávy.
pt_br: Mensagem Texto. Texto não disponível para mensagens binárias 8-bits.

source: Per part variables
cs: Proměnné pro každou část
pt_br: Variáveis por parte

source: The variables further described as DECODED_1_... are generated for each message part, where 1 is replaced by current number of part. Set are only those variables whose content is present in the message.
cs: Proměnné dále popsané jako DECODED_1_... jsou vytvořeny pro každou část zprávy, kde číslo 1 je nahrazeno číslem části zprávy.
pt_br: As variáveis descritas como DECODED_1_... são geradas para cada parte da mensagem múltipla, onde 1 é substituído pelo número da parte da mensagem. Estão ativas apenas variáveis que têm contéudo presente na mensagem.

source: Decoded long message text.
cs: Dekódovaný dlouhý text zprávy.
pt_br: Mensagem de texto longo decodificada.

source: Sender of MMS indication message.
cs: Odesílatel zprávy oznamující MMS.
pt_br: Emissor da Indicação de mensagem MMS.

source: title of MMS indication message.
cs: Název zprávy oznamující MMS.
pt_br: título de indicação de mensagem MMS

source: Address (URL) of MMS from MMS indication message.
cs: Addresa (URL) MMS zpráv z ze zprávy oznamující MMS.
pt_br: Endereço (URL) da MMS da indicação de mensagem MMS.

source: Size of MMS as specified in MMS indication message.
cs: Velikost MMS tak jak je uvedena ve zprávě oznamující MMS.
pt_br: Tamanho da mensagem MMS como especificado na indicação MMS da mensagem.

source: Passing MMS indication parameters to external program
cs: Předávání parametrů zprávy oznamující MMS externímu programu
pt_br: Passando indicação de MMS nos parâmetros para o programa externo

source: Following script (if used as RunOnReceive handler) will write information about each received MMS indication to the log file. Just replace echo command with your own program to do custom processing.
cs: Následující skript (pokud bude použit jako RunOnReceive) zapíše informace o každé přijaté zprávě oznamující MMS do textového souboru. Nahrazením příkazu echo můžete zařadit vlastní program, který tyto parametry zpracuje.
pt_br: O script (se usado como controlador RunOnReceive) irá gravar informação sobre cada MMS recebida no arquivo de depuração (log). Apenas substitua o comando echo por seu próprio programa para efetuar processamento personalizado.

source: #!/bin/sh if [ $DECODED_PARTS -eq 0 ] ; then # No decoded parts, nothing to process exit fi if [ "$DECODED_1_MMS_ADDRESS" ] ; then echo "$DECODED_1_MMS_ADDRESS" "$DECODED_1_MMS_SENDER" "$DECODED_1_MMS_TITLE" E<gt>E<gt> /tmp/smsd-mms.log fi
cs: #!/bin/sh if [ $DECODED_PARTS -eq 0 ] ; then # Nejsou žádné dekódované části exit fi if [ "$DECODED_1_MMS_ADDRESS" ] ; then echo "$DECODED_1_MMS_ADDRESS" "$DECODED_1_MMS_SENDER" "$DECODED_1_MMS_TITLE" E<gt>E<gt> /tmp/smsd-mms.log fi
pt_br: #!/bin/sh if [ $DECODED_PARTS -eq 0 ] ; then # Não há partes decodificadas, nada a ser processado exit fi if [ "$DECODED_1_MMS_ADDRESS" ] ; then echo "$DECODED_1_MMS_ADDRESS" "$DECODED_1_MMS_SENDER" "$DECODED_1_MMS_TITLE" E<gt>E<gt> /tmp/smsd-mms.log fi

source: Gammu All Mobile Management Utilities
pt_br: Todos Utilitários do Gerenciamente móvel do Gammu

source: Gammu is library and command line utility for mobile phones. It is released under GNU GPL version 2.
cs: Gammu je knihovna a utilita pro příkazovou řádku pro práci s mobilními telefont. Je vydáno pod GNU GPL verze 2.
pt_br: Gammu é uma biblioteca e utilitários de comandos de linha para telefones móveis. É distribuído sob GNU GPL versão 2.

source: It has been initiated by Marcin Wiacek and other people. Originally the code was based on Gnokii <http://www.gnokii.org> and later MyGnokii <http://www.mwiacek.com> projects. Gammu was former (up to version 0.58) called MyGnokii2.
cs: Projekt byl původně veden Marcinem Wiackem. Byl založen na zdrojových kódech projektů Gnokii <http://www.gnokii.org> a pozdějí MyGnokii <http://www.mwiacek.com>. Gammu bylo (až do verze 0.58) nazýváno MyGnokii2.
pt_br: Foi iniciado por Marcin Wiacek e outras pessoas. Originalmente o código foi baseado nos projetos: Gnokii <http://www.gnokii.org> a mais tarde no MyGnokii <http://www.mwiacek.com>. Gammu até a versão 0.58 era chamado MyGnokii2.

source: Currently the project is lead by Michal Cihar <michal@cihar.com> with help of many contributors.
cs: V současné době projekt spravuje Michal Čihař <michal@cihar.com> s pomocí mnoha přispěvovatelů.
pt_br: Atualmente o projeto é liderado por Michal Cihar <michal@cihar.com> com ajuda de vários contribuidores.

source: More information
cs: Více informací
pt_br: Mais informação

source: On <http://www.gammu.org/> there is wiki and bug tracker, current Gammu maintainer keeps information available on <http://wammu.eu/gammu/>.
cs: Na stránkách <http://www.gammu.org/> naleznete wiki a systém pro hlášení chyb, současný správce Gammu udržuje infromace na <http://wammu.eu/gammu/>.
pt_br: Em <http://www.gammu.org/> há uma wiki e rastreador de erros (bugs), informações sobre os mantenedores atuais do Gammu estão em <http://wammu.eu/gammu/>.

source: Current releases can be downloaded from several mirrors, primary download site currently is <http://dl.cihar.com/gammu/releases/>.
cs: Aktuální vydání můžete stáhnout z mnoha zrcadel, hlavní stránky pro stažení jsou v současné době na <http://dl.cihar.com/gammu/releases/>.
pt_br: Versões atualizadas podem ser baixadas de vários espelhos. O site primário atualmente é:<http://dl.cihar.com/gammu/releases/>.

source: Developers might be interested in snapshot or version control system (Git is being used), information about accessing these is available at <http://wammu.eu/gammu/>.
cs: Vývojáře by mohl snajímat aktuální snímek kódu nebo systém správy verzí (v současné době je používán Git). Informace o nich naleznete na <http://wammu.eu/gammu/>.
pt_br: Desenvolvedores podem ter interesse em "snapshot" or systema de controle de versão (Git é utilizado). Informação sobre como acessar está disponível em <http://wammu.eu/gammu/>.

source: The development goes on in Git, main development branch is <git://gitorious.org/gammu/mainline.git>, you can browse it using <http://gitorious.org/gammu/mainline/trees>.
cs: Vývoj probíhá v Gitu, hlavní vývojovou větev naleznete na <git://gitorious.org/gammu/mainline.git> a prohlížet si jí můžete na stránkách <http://gitorious.org/gammu/mainline/trees>.
pt_br: O desenvolvimento se dá utilizando o Git, o desenvolvimento principal está em <git://gitorious.org/gammu/mainline.git>, você pode navegar no endereço <http://gitorious.org/gammu/mainline/trees>.

source: Versions
cs: Verze
pt_br: Versões

source: There are two types of releases - testing and stable, both having version x.y.z. Stable releases have usually z = 0 or some small number, while testing ones have z >= 90. Testing releases usually provide latest features, but everything does not have to be stabilized yet.
cs: Existují dva typy vydání - testovací a stabilní, oba mají verzi ve formátu x.y.z. Stabilní vydání mají obvykle z = 0 nebo nějaké malé číslo a testovací naopak mají z >= 90. Testovací vydání obvykle poskytují poslední novinky, ale všechno ještě nemusí být stabilní a plně funkční.
pt_br: Existem dois tipos de versões: teste e estável, ambas tem versionamento x.y.z.Versões estáveis normalmente tem z = 0 ou um número baixo, enquanto versões teste tem o z >=90. Versões de teste contém as últimas funcionalidades, mas nem tudo está estável ainda.

source: Configuration
cs: Nastavení
pt_br: Configuração

source: Gammu requires configuration to be able to properly talk to your phone. You can create own by starting from example in docs/config/gammurc, where parameters are described, or use utils/gammu-config script (installed to bin), which can help you to generate valid configuration.
cs: Gammu potřebuje konfigurační soubor aby bylo schopné komunikovat s vaším telefonem. Můžete ho vytvořit třeba tím, že vyjdete z příkadů v docs/config/gammurc, ve kterém jsou popsány všechny parametry, nebo můžete použít skript utils/gammu-config (nainstalovaný do adresáře bin), který vám může pomoci vytvořit správné nastavení.
pt_br: Gammu requer configuração para adequadamente conectar-se com seu telefone. Você pode criar a sua começando pelo exemplo em docs/config/gammurc, onde os parâmetros são descritos ou utilizar o script utils/gammu-config (instalado no bin), o qual pode ajudar na geração de uma configuração válida.

source: Alternatively you might want to try GUI for Gammu called Wammu (see <http://wammu.eu/>), which can automatically generate configuration for you.
cs: Také můžete zkusit GUI pro Gammu nazývané Wammu (viz <http://wammu.eu/>), které umí automaticky vytvořit konfiguraci pro váš telefon.
pt_br: Alternativamente você pode utilizar o GUI (graphical user interface) para o Gammu chamado Wammu (veja <http://wammu.eu/>), o qual pode automaticamente gerar a configuração para você.

source: The configuration file should be placed in ~/.gammurc or /etc/gammurc on Unixes. On Windows you can place gammurc in Application Data folder in your profile or in same directory as is binary being executed from.
cs: Konfigurační soubor by měl být umístěn v ~/.gammurc nebo /etc/gammurc na Unixech. Na Windows můžete gammurc umístit do složky Data aplikací ve vašem profilu nebo ve stejném adresáři z jakého je Gammu spuštěno.
pt_br: Em Linux O arquivo de configuração será gravado em ~/.gammurc (arquivo oculto) ou /etc/gammurc. No Windows você pode gravar gammurc na pasta "Application Data" do seu perfil de usuário ou no mesmo diretório de onde o binário gammu está sendo executado.

source: For hints about configuring your phone, you can check Gammu Phone Database <http://wammu.eu/phones/> to see what user users experienced.
cs: Nějaké rady jak nastavit telefon můžete nalézt v Databázi telefonů Gammu <http://wammu.eu/phones/>, kam uživatelé zapisují svoje zkušenosti.
pt_br: Para dicas sobre configuração do seu telefone, você pode ver o Banco de Dados Gammu de Telefones em <http://wammu.eu/phones/> para ver experiências de outros usuários.

source: Problems
cs: Problémy
pt_br: Problemas

source: Use <http://bugs.cihar.com/> or mailing list for reporting problems. It useful to send logs of Gammu executed with enabled debugging. You can to it by adding parameters --debug textall, e.g.:
cs: Pro hlášení chyb používejte <http://bugs.cihar.com/> ne mailing list. Je užitečné k hlášení připojit log Gammu se zapnutým laděním. Můžete to provés přidáním parametrů --debug textall, např.:
pt_br: Use <http://bugs.cihar.com/> ou a lista de email para reportar problemas. É útil enviar registro de Depuração do Gammu (Ex. você deve utilizar a diretiva --debug textall)

source: Developers
cs: Vývojáři
pt_br: Desenvolvedor

source: Some information is available in docs/manual/ folder. You can also generate documentation using Doxygen. API documentation can be generated by make apidoc in build, you can also view it online at <http://wammu.eu/docs/devel/api/>. Similarly internal documentation can be generated by make interndoc and is available on <http://wammu.eu/docs/devel/itenrnals/>.
pt_br: Algumas informações estão disponíveis na pasta docs/manual. Voce também pode gerar a documentação usando Doxygen. Documentação da API pode ser gerada com o comando make apidoc durante o "build" ou você pode ver online em <http://wammu.eu/docs/devel/api/>. A documentação interna igualmente pode ser gerada com o comando make interndoc

source: If you intend to use libGammu in your application, all you should need is to #include <gammu.h> and then use Gammu functions. You can check docs/examples/ for some small example applications.
pt_br: Se você pretende utilizar libGammu na sua aplicação, você só precisa usar #include <gammu.h> e então utilizar as funções Gammu. Veja exemplos em docs/examples/ para pequenas aplicações de exemplo.

source: To debug, you might want to build Gammu with -DENABLE_PROTECTION=OFF, otherwise debugging tools are somehow confused with protections GCC makes and produce bogus back traces.
cs: Pro ladění může být potřeba zkompilovat Gammu s -DENABLE_PROTECTION=OFF, jinak jsou ladicí nástroje zmatené z ochran, které GCC do kódu vloží a backtrace obsahuje nesmyslné informace.
pt_br: Para depurar, você precisa ter compilado o Gammu com -DENABLE_PROTECTION=OFF, pois senão as ferramentas de depuração se tornarão um pouco confusas por causa das proteções que o GCC constrói produzindo traces não confusos.

source: Localization
cs: Překlady
pt_br: Localização

source: Localization uses Gettext. You can set locales you want to use by specifying LANG or LC_* environment variables (on Linux you usually don't care about this, on Windows just export e.g. LANG=cs_CZ).
cs: Pro překlad programu je používánGettext. Jazyk můžete vybrat pomocí proměnných prostředí LANG nebo LC_* (na Linuxu se o to obvykle nestaráte, na Windows stačí exportovat např. LANG=cs_CZ).
pt_br: Para Localizações use Gettext. Você pode configurar o locales que desejar especificando LANG ou LC_* nas variáveis de ambiente (no Linux normalmente você não precisa se importar com isto). No Windows use o comando export por Ex. LANG=pt_BR.

source: If you want to improve existing translation, please visit <http://l10n.cihar.com/projects/gammu/>. For adding new one, you need to contact <michal@cihar.com> and then you will be able to edit it on former mentioned URL.
cs: Pokud chcete vylepšit stávající překlady, prosím navštivte <http://l10n.cihar.com/projects/gammu/>. Pro přidání překladu prosím kontaktujte <michal@cihar.com> a poté již ho budete moci upravovat na zadaném URL.
pt_br: Se você deseja melhorar a tradução existente, por favor visite <http://l10n.cihar.com/projects/gammu/>. Para adicionar uma nova língua, por favor contacte <michal@cihar.com> e então você poderá editá-la através de uma URL criada.

source: You can also go ahead with traditional way of creating/updating po files in locale/ folder and then sending updated ones to bug tracker.
cs: Můžete také překládat tradiční cestou vytváření/aktualizací po souborů v adresáři locale/ a poslání změn do bug trackeru.
pt_br: Você também pode avançar da maneira tradicional criando ou atualizando arquivos .po na pasta locale/ e então enviar as atualizações para o rastreador de erros (bug tracker).

source: Note
cs: Poznámka
pt_br: Anotação

source: Name Gammu is not connected with Gammu from "Heretics of Dune" written by Frank Herbert.
cs: Jméno Gammu nemá nic společného s Gammu z knihy "Kacíři Duny" od Franka Herberta.
pt_br: O nome Gammu não tem nenhuma conexão com Gammu de "Heretics of Dune" escrito por Frank Herbert.

source: Feedback
cs: Připomínky
pt_br: Opinião

source: Any feedback is welcome, if you found bug, please follow description in section "Problems". You can contact developers and users on <gammu-users@lists.sourceforge.net> mailing list.
cs: Jakékoliv připomínky jsou vítány, pokud jste našli chybu, prosím řiďte se instrukcemi v sekci "Problémy". Vývojáře můžete kontaktovat na mailing listu <gammu-users@lists.sourceforge.net>.
pt_br: Qualquer retorno do Gammu é bem vindo. Se você achar um erro (bug) por favor siga as instruções da seção "Problemas". Você pode contactar os desenvolvedores e usuários através da lista de email <gammu-users@lists.sourceforge.net>.

source: May 12 2010
cs: 12. Květen 2010

source: Other folders like 1, 2, etc. match folders in phone such as Inbox, Outbox, etc. and each sms has unique number in his folder. Name of folders can depend on your phone (the most often 1="Inbox", 2="Outbox", etc.). This method is not supported by all phones (for example, not supported by Nokia 3310, 5110, 6110). If work with your phone, use B<getsmsfolders> to get folders list.
cs: Jiné složky jako 1, 2, atd. odpovídají složkám v telefonu jako Přijaté, Odeslané, atd. a každá SMS má unikátní číslo v dané složce. Jména složek závisí na použitém telefonu (většinou 1="Přijaté", 2="Odeslané", atd.). Tato metoda není podporována všemi telefony (například Noka 3310, 5110 a 6110 jí nepodporují). Pokud s vaším telefonem funguje, můžete seznam složek získat příkazem B<getsmsfolders>.

source: I<Example:> gammu savesms EMS -protected 2 -variablebitmaplong ala.bmp -toneSElong axelf.txt -toneSE ring.txt
cs: I<Příklad:> gammu savesms EMS -protected 2 -variablebitmaplong ala.bmp -toneSElong axelf.txt -toneSE ring.txt

source: gammu addfile a:\epredefplaylist filename.m3u
cs: gammu addfile a:\epredefplaylist jméno.m3u

source: gammu deletefiles a:\epredefplaylist\efilename.m3u
cs: gammu deletefiles a:\epredefplaylist\ejméno.m3u

source: Will delete playlist filename.m3u
cs: Odstraní seznam skladeb jméno.m3u

source: Gammu connects to www.gammu.org and checks for latest firmware versions available for the device. The file E<lt>http://www.gammu.org/support/phones/phonedbxml.php?model=xE<gt> will be downloaded and all phone details will be read from it. No private data are sent to server. Internet connection to www.gammu.org on port 80 required.
cs: Gammu se připojí na www.gammu.org a zkontroluje poslední dostupnou verzi firmware pro váš telefon. Stáhne se soubor E<lt>http://www.gammu.org/support/phones/phonedbxml.php?model=xE<gt> a načtou se z něj informace o telefonu. Nejsou odesílána žádná soukromá data. Musí být povolen přístup na www.gammu.org na portu 80.

source: Find: ^Entry\e([0-9][0-9]\e)VoiceTag = \e(.*\e)\en
cs: Hledat: ^Entry\e([0-9][0-9]\e)VoiceTag = \e(.*\e)\en

source: Find: Type = NumberGeneral\enEntry\e([0-9][0-9]\e)Text = "\e+36\e(20\e|30\e|60\e|70\e)\en
cs: Hledat: Type = NumberGeneral\enEntry\e([0-9][0-9]\e)Text = "\e+36\e(20\e|30\e|60\e|70\e)\en
