Repository: Ahmedabdsw/gammu
Catalog: locale/*/docs.po
Languages: cs, pt_br

source: B<savesms ANIMATION>I< frames file1 file2... [-folder id] [-unread] [-read] [-unsent] [-sent] [-sender number] [-smsname name] [-smscset number] [-smscnumber number] [-reply] [-maxsms num]>
pt_br: B<savesms ANIMATION>I< quadros arquivo1 arquivo2 ... [-folder id] [-unread] [-read] [-unsent] [-sent] [-sender número] [-smsname nome] [-smscset número] [-smscnumber número] [-reply] [-maxsms quantidade]>

source: Save an animation as a SMS. You need to give number of frames and picture for each frame. Each picture can be in any picture format which Gammu supports (B/W bmp, gif, wbmp, nol, nlm...).
cs: Uloží animaci jako SMS. Musíte zadat počet snímků a obrázek pro každý snímek. Každý obrázek může být v libovolném formátu, který Gammu podporuje (ČB bmp, gif, wbmp, nol, nlm,...).
pt_br: Salva uma animação como uma SMS. Você precisar dizer o número de quadros (frames) e o formato gráfico de cada imagem. Cada imagem pode ser qualquer formato que o Gammu suporta (.bmp preto e branco, .gif, .wbmp, .nol, .nlm, ...)

source: For description of shared parameters see B<Common parameters for sendsms and savesms>.
cs: Popis společných parametrů naleznete v sekci B<Společné parametry pro sendsms a savesms>.
pt_br: Para descrição de parâmetros compartilhados veja B<Parâmetros comuns para comandos sendsms / savesms>

source: B<savesms BOOKMARK>I< file location [-folder id] [-unread] [-read] [-unsent] [-sent] [-sender number] [-smsname name] [-smscset number] [-smscnumber number] [-reply] [-maxsms num]>
pt_br: B<savesms BOOKMARK>I< localização arquivo [-folder id] [-unread] [-read] [-unsent] [-sent] [-sender número] [-smsname nome] [-smscset número] [-smscnumber número] [-reply] [-maxsms quantidade]>

source: Read WAP bookmark from file created by B<backup> option and saves in Nokia format as SMS
cs: Načte WAP záložky ze souboru vytvořeného příkazem B<backup> a uloží je ve formátu Nokie jako SMS
pt_br: Le preferidos (WAP bookmarks) de arquivo criado pela opção B<backup> e salva em formato Nokia como SMS

source: B<savesms CALENDAR>I< file location [-folder id] [-unread] [-read] [-unsent] [-sent] [-sender number] [-smsname name] [-smscset number] [-smscnumber number] [-reply] [-maxsms num]>
pt_br: B<savesms CALENDAR>I< arquivo localização [-folder id] [-unread] [-read] [-unsent] [-sent] [-sender número] [-smsname nome] [-smscset número] [-smscnumber número] [-reply] [-maxsms quantidade]>

source: Read calendar note from file created by B<backup> option and saves in VCALENDAR 1.0 format as SMS. The location identifies position of calendar item to be read in backup file (usually 1, but can be useful in case the backup contains more items).
cs: Načte poznámku kalendáře ze zálohy vytvořené parametrem B<backup> a uloží ho do telefonu ve formátu VCALENDAR 1.0 jako SMS. Parametr location určuje pozici, ze které bude načten kalendář ze souboru se zálohou (obvykle 1, ale může být užitečné, pokud záloha obsahuje více položek).
pt_br: Lê anotação do calendário de um arquivo criado pela opção B<backup> e salvo no formato VCALENDAR 1.0 como SMS. A localização identifica a posição do item de calendário a ser lido no arquivo "backup", normalmente 1, mas pode ser útil no caso de haver vários itens.

source: B<savesms CALLER>I< file [-folder id] [-unread] [-read] [-unsent] [-sent] [-sender number] [-smsname name] [-smscset number] [-smscnumber number] [-reply] [-maxsms num]>
pt_br: B<savesms CALLER>I< arquivo [-folder id] [-unread] [-read] [-unsent] [-sent] [-sender número] [-smsname nome] [-smscset número] [-smscnumber número] [-reply] [-maxsms quantidade]>

source: Save caller logo as sms in Nokia (Smart Messaging) format - size 72x14, two colors.
cs: Uloží logo volajícího jako SMS (formát pro Nokia Smart Messaging - velikost 72x14).
pt_br: Salva logotipo do originador da chamada como sms Nokia (smart messaging) formato 2 cores, 72x14.

source: Please note, that it isn't designed for colour logos available for example in DCT4/TIKU - you need to put bitmap file there inside phone using filesystem commands.
pt_br: Por favor note que isto não é para logotipos coloridos disponível em formatos DCT4/TIKU - para gravar estes formatos no telefone você deve utilizar os comandos "filesystem".

source: B<savesms EMS>I< [-folder id] [-unread] [-read] [-unsent] [-sent] [-sender number] [-smsname name] [-smscset number] [-smscnumber number] [-reply] [-maxsms num] [-unicode] [-16bit] [-format lcrasbiut] [-text text] [-unicodefiletext file] [-defsound ID] [-defanimation ID] [-tone10 file] [-tone10long file] [-tone12 file] [-tone12long file] [-toneSE file] [-toneSElong file] [-fixedbitmap file] [-variablebitmap file] [-variablebitmaplong file] [-animation frames file1 ...] [-protected number]>
pt_br: B<savesms EMS>I< [-folder id] [-unread] [-read] [-unsent] [-sent] [-sender número] [-smsname nome] [-smscset número] [-smscnumber número] [-reply] [-maxsms quantidade] [-unicode] [-16bit] [-format lcrasbiut] [-text texto] [-unicodefiletext arquivo] [-defsound ID] [-defanimation ID] [-tone10 arquivo] [-tone10long arquivo] [-tone12 arquivo] [-tone12long arquivo] [-toneSE arquivo] [-toneSElong arquivo] [-fixedbitmap arquivo] [-variablebitmap arquivo] [-variablebitmaplong arquivo] [-animation quadros arquivo1 ...] [-protected número]>

source: Saves EMS sequence. All parameters after B<-unread> (like B<-defsound>) can be used few times.
cs: Uloží EMS zprávu. Všechny parametry uvedené za B<-unread> (například B<-defsound>) mohou být použity opakovaně.
pt_br: Salva sequência EMS. Todos os parâmetros após B<-unread> (como B<-defsound>) podem ser usados várias vezes.

source: B<-text> - adds text
cs: B<-text> - přidá text
pt_br: B<-text> - adiciona texto

source: B<-unicodefiletext> - adds text from Unicode file
cs: B<-unicodefiletext> - přidá text ze souboru v unicode
pt_br: B<-unicodefiletext> - adiciona texto a partir de arquivo Unicode

source: B<-defanimation> - adds default animation with ID specified by user.ID for different phones are different.
cs: B<-defanimation> - přidá předdefinovanou animaci podle zadaného ID. Některé telefony mohou podporovat více ID a ty nemusí odpovídat jiným značkám telefonů.
pt_br: B<-defanimation> - adiciona animação com ID especificado pelo usuário. ID para telefones diferentes são distintos.

source: B<-animation> - adds "frames" frames read from file1, file2, etc.
cs: B<-animation> - přidá "frames" snímků animace načtených ze souborů file1, file2, atd.
pt_br: B<-animation> - adiciona "frames" leitura de frames arquivo1 arquivo2, etc.

source: B<-defsound> - adds default sound with ID specified by user. ID for different phones are different.
cs: B<-defsound> - přidá předdefinovaný zvuk podle zadaného ID. Některé telefony mohou podporovat více ID a ty nemusí odpovídat jiným značkám telefonů.
pt_br: B<-defsound> - adiciona som Padrão com o ID especificado pelo usuário. Telefones diferentes tem ID distintos.

source: B<-tone10> - adds IMelody version 1.0 read from RTTL or other compatible file
cs: B<-tone10> - přidá vyzvánění ve formátu iMelody verze 1.0 načtené z RTTL nebo komatibilního souboru.
pt_br: B<-tone10> - adiciona IMelody versão 1.0 lido de RTTL ou outro arquivo compatível

source: B<-tone10long> - IMelody version 1.0 saved in one of few SMS with UPI. Phones compatible with UPI (like SonyEricsson phones) will read such ringtone as one
cs: B<-tone10long> - přidá vyzvánění ve formátu iMelody verze 1.0 ve formátu s UPI v několika SMS zprávách. Telefony podporující UPI (například Sony-Ericsson) načtou takové vyzvánění jako jedno.
pt_br: B<-tone10long> - IMelody versão 1.0 salvo em um SMS com UPI. Telefones compatíveis com UPI (Ex. SonyEricsson) irá ler como um toque

source: B<-tone12> - adds IMelody version 1.2 read from RTTL or other compatible file
cs: B<-tone12> - přidá vyzvánění ve formátu iMelody verze 1.2s načtené z RTTL nebo komatibilního souboru.
pt_br: B<-tone12> - adiciona IMelody versão 1.2 lido de um RTTL ou outro arquivo compatível

source: B<-tone12long> - IMelody version 1.2 saved in one of few SMS with UPI. Phones compatible with UPI (like SonyEricsson phones) will read such ringtone as one
cs: B<-tone12long> - přidá vyzvánění ve formátu iMelody verze 1.2 ve formátu s UPI v několika SMS zprávách. Telefony podporující UPI (například Sony-Ericsson) načtou takové vyzvánění jako jedno.
pt_br: B<-tone12long> - IMelody versão 1.2 salvo em SMS com UPI. Telefones compatíveis com UPI (Ex. SonyEricsson) irá ler com um toque.

source: B<-toneSE> - adds IMelody in "short" form supported by SonyEricsson phones
cs: B<-toneSE> - přidá vyzvánění ve formátu iMelody v "krátké" formě jak je podporováno telefony Sony-Ericsson.
pt_br: B<-toneSE> - adiciona IMelody na forma curta "short" suportada por telefones SonyEricsson

source: B<-toneSElong> - add SonyEricsson IMelody saved in one or few SMS with UPI
cs: B<-toneSElong> - přidá melodii SonyEricsson IMelody uloženou v jedné nebo více SMS s UPI
pt_br: B<-toneSElong> - adiciona IMelody SonyEricsson salvo em formato SMS com UPI

source: B<-variablebitmap> - bitmap in any size saved in one SMS
cs: B<-variablebitmap> - obrázek libovolné velikosti uložený v jedné SMS
pt_br: B<-variablebitmap> - bitmap em qualquer tamanho salvo em um SMS

source: B<-variablebitmaplong> - bitmap with maximal size 96x128 saved in one or few sms
cs: B<-variablebitmaplong> - obrázek o maximální velikosti 96x128 uložený v jedné nebo více zpráv
pt_br: B<-variablebitmaplong> - bitmap com tamanho máximo de 96x128 salvo em um SMS

source: B<-fixedbitmap> - bitmap 16x16 or 32x32
cs: B<-fixedbitmap > - obrázek o velikosti 16x16 nebo 32x32
pt_br: B<-fixedbitmap> - bitmap 16x16 ou 32x32

source: B<-protected> - all ringtones and bitmaps after this parameter (excluding default ringtones and logos) will be "protected" (in phones compatible with ODI like SonyEricsson products it won't be possible to forward them from phone menu)
cs: B<-protected> - všechna vyzvánění a obrázky (kromě předdefinovaných) uvedená za tímto parametrem budou "chráběna" (v telefonech podporující standard ODI jako například SonyEricsson je nebude možné přeposlat)
pt_br: B<-protected> - todos os toques e bitmaps após este parâmetro (excluindo toques e logos padrões) serão "protegidos" (em telefones compatíveis com ODI como produtos SonyEricsson, não é possível enviar dos menus do telefone.)

source: B<-16bit> - Gammu uses SMS headers with 16-bit numbers for saving linking info in SMS (it means less chars available for user in each SMS)
pt_br: B<-16bit> - Gammu usa cabeçalhos SMS com números 16-bits para salvar ligações em SMS (isto significa menos caracteres para usar em cada SMS)

source: B<-format> lcrasbiut - last text will be formatted. You can use combinations of chars: l - left aligned c - centered r - right aligned a - large font s - small font b - bold font i - italic font u - underlined font t - strikethrough font
cs: B<-format> lcrasbiut - poslední část textu bude naformátována. Můžete použít následující znaky: l - zarovnané vlevo c - zarovnané na střed r - zarovnané vpravo a - velké písmo s - malé písmo b - tučné i - kurzíva u - podtržení t - přeškrtnutí
pt_br: B<-format> lcrasbiut - último texto será formatado. Você pode usar a cobinações dos caracteres: l - alinhado a esquerda c - centralizado r - alinhado a direita a - fonte grande s - fonte pequeno b - fonte negrito i - fonte itálico u - fonte sublinhado t - fonte inclinado

source: I<Example:> gammu savesms EMS -text "Greetings" -defsound 1 -text "from Gammu" -tone10 axelf.txt -animation 2 file1.bmp file2.bmp
cs: I<Příklad:> gammu savesms EMS -text "Pozdrav" -defsound 1 -text "od Gammu" -tone10 axelf.txt -animation 2 file1.bmp file2.bmp
pt_br: I<Example:> gammu savesms EMS -text "Cumprimentos" -defsound 1 -text "do Gammu" -tone10 axelf.txt -animation 2 file1.bmp file2.bmp

source: will create EMS sequence with text "Greetings" and default sound 1 and text "from Gammu" and ringtone axelf.txt and 2 frame animation read from (1'st frame) file1.bmp and (2'nd frame) file2.bmp
cs: vytvoří EMS zprávu s textem "Pozdrav", předdefinovaným zvukem 1, textem "od Gammu", vyzvánění axelf.txt a animací o dvou obrázcích složených ze souborů (1. snímek) 1.bmp a (2. snímek) 2.bmp
pt_br: irá criar uma sequência EMS com o texto "Cumprimentos" e o som padrão 1 e o texto "do Gammu" e o toque axelf.txt e 2 quadros de animação lidos de (quadro 1 do arquivo) file1.bmp e (quadro 2 do arquivo) file2.bmp

source: ala.bmp and axelf.txt will be "protected"
cs: ala.bmp a axelf.txt budouch "chráněné"
pt_br: ala.bmp and axelf.txt serão protegidos.

source: B<savesms MMSINDICATOR>I< URL Title Sender [-folder id] [-unread] [-read] [-unsent] [-sent] [-sender number] [-smsname name] [-smscset number] [-smscnumber number] [-reply] [-maxsms num]>
pt_br: B<savesms MMSINDICATOR>I< URL Título do Emissor [-folder id] [-unread] [-read] [-unsent] [-sent] [-sender número] [-smsname nome] [-smscset número] [-smscnumber número] [-reply] [-maxsms quantidade]>

source: Saves a message with MMS indication. The recipient phone will then download MMS from given URL and display it.
cs: Uloží zprávu s indikací MMS zprávy. Příjemcův telefon poté stáhe MMS se zadané adresy a zobrazí ji.
pt_br: Salva mensagem com indicação MMS. O recipiente do telefone irá fazer o download do MMS do endereço URL e exibi-la.

source: Please note that you should provide valid smil data on that URL.
cs: Prosím uvědomte si, že na zadaném URL by měla být platná smil data.
pt_br: Por favor note que você precisa providenciar dados válidos naquele endereço URL.

source: B<savesms MMSSETTINGS>I< file location [-folder id] [-unread] [-read] [-unsent] [-sent] [-sender number] [-smsname name] [-smscset number] [-smscnumber number] [-reply] [-maxsms num]>
pt_br: B<savesms MMSSETTINGS>I< arquivo localização [-folder id] [-unread] [-read] [-unsent] [-sent] [-sender número] [-smsname nome] [-smscset número] [-smscnumber número] [-reply] [-maxsms quantidade]>

source: Saves a message with MMS configuration. The configuration will be read from Gammu backup file from given location.
cs: Uloží zprávu s nastavením MMS. Nastavení bude načteno ze zálohy Gammu ze zadaného umístění.
pt_br: Salva uma mensagem com configuração MMS. A configuração será lida de um arquivo cópia de segurança (backup) do Gammu, a partir de uma dada localização.

source: B<savesms OPERATOR>I< file [-folder id] [-unread] [-read] [-unsent] [-sent] [-sender number] [-smsname name] [-smscset number] [-smscnumber number] [-reply] [-maxsms num] [-netcode netcode] [-biglogo]>
pt_br: B<savesms OPERATOR>I< arquivo [-folder id] [-unread] [-read] [-unsent] [-sent] [-sender número] [-smsname nome] [-smscset número] [-smscnumber número] [-reply] [-maxsms quantidade] [-netcode netcode] [-biglogo]>

source: Save operator logo as sms in Nokia (Smart Messaging) format - size 72x14 or 78x21 after using B<-biglogo>, all in two colors.
cs: Uloží logo operátora jako SMS (formát Nokia Smart Messaging - velikost 72x14 nebo 78x21 po použití B<-biglogo>, jen ve dvou barvách).
pt_br: Salva o logotipo do operator (telecom) como sms em formato Nokia (Smart Messaging) tamanho 72x14 ou 78x21 após uso B<-biglogo>, todos em 2 cores.

source: B<savesms PICTURE>I< file [-folder id] [-unread] [-read] [-unsent] [-sent] [-sender number] [-smsname name] [-smscset number] [-smscnumber number] [-reply] [-maxsms num] [-text text] [-unicode] [-alcatelbmmi]>
pt_br: B<savesms PICTURE>I< arquivo [-folder id] [-unread] [-read] [-unsent] [-sent] [-sender número] [-smsname nome] [-smscset número] [-smscnumber número] [-reply] [-maxsms quantidade] [-text texto] [-unicode] [-alcatelbmmi]>

source: Read bitmap from 2 colors file (bmp, nlm, nsl, ngg, nol, wbmp, etc.), format into bitmap in Smart Messaging (72x28, 2 colors, called often Picture Image and saved with text) or Alcatel format and send/save over SMS.
pt_br: Leitura bitmap de 2 cores arquivos (bmp, nlm, nsl, ngg, nol, wbmp, etc.), format em bitmap "Smart Messaging" (72x28, 2 cores, chamado de "Picture Image" e salva com o texto) ou formato Alcatel e envia e salva sobre a SMS.

source: Read ringtone (RTTL) format, bitmap (Picture Image size) and name, format into Smart Messaging profile and send/save as SMS. Please note, that this format is abandomed by Nokia and supported by some (older) devices only like Nokia 3310.
pt_br: Le toque formato (RTTL), bitmap (Tamanho da Imagem) e nome, formata em perfil "Smart Messaging" e envia como SMS. Por favor note, que este formato foi abandonado pela Nokia e é suportado em antigos aparelhos como Nokia 3310).

source: B<savesms RINGTONE>I< file [-folder id] [-unread] [-read] [-unsent] [-sent] [-sender number] [-smsname name] [-smscset number] [-smscnumber number] [-reply] [-maxsms num] [-long] [-scale]>
pt_br: B<savesms RINGTONE>I< arquivo [-folder nome_pasta] [-unread] [-read] [-unsent] [-sent] [-sender número] [-smsname nome] [-smscset número] [-smscnumber númro] [-reply] [-maxsms quantidade] [-long] [-scale]>

source: Read RTTL ringtone from file and save as SMS into SIM/phone memory. Ringtone is saved in Nokia (Smart Messaging) format.
cs: Našte RTTL vyzvánění ze souboru a uloží ho jako SMS. Vyzvánění je uloženo ve formátu Nokia Smart Messaging..
pt_br: Le toque RTTL de um arquivo e salva como SMS na memória do telefone ou do SIM. Toque é salvo no formato Nokia (Smart Messaging).

source: B<-long> - ringtone is saved using Profile style. It can be longer (and saved in 2 SMS), but decoded only by newer phones (like 33xx)
cs: B<-long> - vyzvánění je uloženo v podobě profilo. Může být delší (a uloženo do 2 SMS), ale umí s ním pracovat jen novější telefony (jako 33xx).
pt_br: B<-long> - toque é salvo usando o estilo de perfil . Pode ser longo e utilizar 2 SMS para ser salvo, mas será decodificado sómente por aparelhos Nokia 33xx)

source: B<-scale> - ringtone will have Scale info for each note. It will allow to edit it correctly later in phone composer (for example, in 33xx)
cs: B<-scale> - vyzvánění bude mít informaci o výšce u každé noty. S tímto nastavením je možné vyzvánění později upravovat v telefonu (například v Nokii 33xx)
pt_br: B<-scale> - toque irá ter a informação da Escala para cada nota. Mais tarde pode ser corretamente editado em um telefone compositor como 33xx)

source: B<savesms SMSTEMPLATE>I< [-folder id] [-unread] [-read] [-unsent] [-sent] [-sender number] [-smsname name] [-smscset number] [-smscnumber number] [-reply] [-maxsms num] [-unicode] [-text text] [-unicodefiletext file] [-defsound ID] [-defanimation ID] [-tone10 file] [-tone10long file] [-tone12 file] [-tone12long file] [-toneSE file] [-toneSElong file] [-variablebitmap file] [-variablebitmaplong file] [-animation frames file1 ...]>
pt_br: B<savesms SMSTEMPLATE>I< [-folder nome_pasta] [-unread] [-read] [-unsent] [-sent] [-sender número] [-smsname nome] [-smscset número] [-smscnumber número] [-reply] [-maxsms quantidade] [-unicode] [-text texto] [-unicodefiletext arquivo] [-defsound ID] [-defanimation ID] [-tone10 arquivo] [-tone10long arquivo] [-tone12 arquivo] [-tone12long arquivo] [-toneSE arquivo] [-toneSElong arquivo] [-variablebitmap arquivo] [-variablebitmaplong arquivo] [-animation frames arquivo_1 ...]>

source: Saves a SMS template (for Alcatel phones).
cs: Uloží SMS šablonu pro telefony Alcatel.
pt_br: Salva um modelo de SMS (para telefones Alcatel).

source: B<savesms TEXT>I< [-folder id] [-unread] [-read] [-unsent] [-sent] [-sender number] [-smsname name] [-smscset number] [-smscnumber number] [-reply] [-maxsms num] [-inputunicode] [-16bit] [-flash] [-len len] [-autolen len] [-unicode] [-enablevoice] [-disablevoice] [-enablefax] [-disablefax] [-enableemail] [-disableemail] [-voidsms] [-replacemessages ID] [-replacefile file] [-text msgtext] [-textutf8 msgtext]>
pt_br: B<savesms TEXT>I< [-folder nome_pasta] [-unread] [-read] [-unsent] [-sent] [-sender número] [-smsname nome] [-smscset número] [-smscnumber número] [-reply] [-maxsms quantidade] [-inputunicode] [-16bit] [-flash] [-len tamanho] [-autolen tamanho] [-unicode] [-enablevoice] [-disablevoice] [-enablefax] [-disablefax] [-enableemail] [-disableemail] [-voidsms] [-replacemessages ID] [-replacefile arquivo] [-text msgtext] [-textutf8 msgtext]>

source: Take text from stdin (or commandline if -text specified) and save as text SMS into SIM/phone memory.
cs: Načte text ze standardního vstupu (nebo příkazové řádky, pokud je použito -text) a uloží ho jako textovou zprávu do telefonu nebo na SIM kartu.
pt_br: Obtém texto da entrada padrão (stdin) ou da linha de comando se diretiva -text for específicada, e salva SMS na memória SIM ou do telefone.

source: B<-flash> - Class 0 SMS (should be displayed after receiving on recipients' phone display after receiving without entering Inbox)
pt_br: B<-flash> - Class 0 SMS (precisa ser exibida após recebimento e sem adicionar na caixa postal)

source: B<-len len> - specify, how many chars will be read. When use this option and text will be longer than 1 SMS, will be split into more linked SMS
cs: B<-len len> - určí, kolik znaků bude načteno. Pokud bude zadaný text delší, než se vejde do jedné zprávy, bude automaticky rozdělen do více zpráv.
pt_br: B<-len tamanho> - specifica quantos caracteres serão lidos. Quando usado e o texto for maior que 1 SMS, a SMS será dividida em mais SMS

source: B<-autolen len> - specify, how many chars will be read. When use this option and text will be longer than 1 SMS, will be split into more linked SMS.Coding type (SMS default alphabet/Unicode) is set according to input text
cs: B<-autolen len> - určí, kolik znaků bude načteno. Pokud bude zadaný text delší, než se vejde do jedné zprávy, bude automaticky rozdělen do více zpráv.
pt_br: B<-autolen tamanho> - especifica, quantos caracteres serão lidos. Quando o texto for maior que 1 SMS, será dividido em mais SMS. Tipo de codificação SMS, alfabeto padrão GSM/Unicode, selecionado de acordo com o texto de entrada.

source: B<-enablevoice> | B<-disablevoice> | B<-enablefax > | B<-disablefax > | B<-enableemail > | B<-disableemail > - sms will set such indicators. Text will be cut to 1 sms.
cs: B<-enablevoice> | B<-disablevoice> | B<-enablefax > | B<-disablefax > | B<-enableemail > | B<-disableemail > - nastaví tyto indikátory. Text bude zkrácen na 1 SMS.
pt_br: B<-enablevoice> | B<-disablevoice> | B<-enablefax > | B<-disablefax > | B<-enableemail > | B<-disableemail > - sms irá contemplar estes indicadores. O texto será cortado para 1 sms.

source: B<-voidsms> - many phones after receiving it won't display anything, only beep, vibrate or turn on light. Text will be cut to 1 sms.
cs: B<-voidsms> - při odeslání této zprávy mnoho telefonů nic nezobrazí, jen oznámí přijetí nové zprávy. Text bude zkrácen na 1 sms.
pt_br: B<-voidsms> - muitos telefones após receber não exibem nada na tela, só emitem BIP, vibração ou acendem a luz. o texto será truncado para 1 sms.

source: B<-unicode> - SMS will be saved in Unicode format
cs: B<-unicode> - SMS bude uložena v unicode.
pt_br: B<-unicode> - SMS será salva em formato UNICODE

source: B<-inputunicode> - input text is in Unicode.
cs: B<-inputunicode> - zadaný text je v Unicode.
pt_br: B<-inputunicode> - Texto de entrada é Unicode.

source: B<-text> - get text from command line instead of stdin.
cs: B<-text> - načte text z příkazové řádky místo standardního vstupu.
pt_br: B<-text> - obtém texto da linha de comando em vez da entrada padrão (stdin).

source: B<-textutf8> - get text in UTF-8 from command line instead of stdin.
cs: B<-textutf8> - načte text v UTF-8 z příkazové řádky místo standardního vstupu.
pt_br: B<-textutf8> - Obtém o texto no formato UTF-8 da linha de comando em vez da entrada padrão (stdin).
