Repository: Ahmedabdsw/gammu
Catalog: locale/*/docs.po
Languages: cs, pt_br

source: This is free software: you are free to change and redistribute it. There is NO WARRANTY, to the extent permitted by law.
cs: Tento program je svobodný software; můžete jej šířit a modifikovat. Není poskytována ŽÁDNÁ ZÁRUKA, v rozsahu jaký je povolen zákonem.
pt_br: Este é um software livre: você é livre para modificá-lo e redistribuí-lo. Não há NENHUMA GARANTIA, à extensão permitida pela lei.

source: REPORTING BUGS
cs: HLÁŠENÍ CHYB
pt_br: Reportar Erros

source: There are definitely many bugs, reporting to author is welcome. Please include some useful information when sending bug reports (especially debug logs, operating system, it's version and phone information are needed).
cs: V programu je určitě mnoho chyb a jejich hlášení autorům je vítáno. Prosím nezapomeňte na užitečné informace v hlášení o chybě (obzvlášť užitečné jsou ladicí log, informace o operačním systému, jeho verzi a informace o telefonu).
pt_br: Existem muitos erros, reportar aos autores é muito bem vindo. Por favor inclua informações úteis com enviar relatórios de erros (especialmente relatórios de erros (logs), seu sistema operacional e versão, versão do gammu e informações sobre o aparelho e o modo conexão) são necessárias.

source: To generate debug log, enable it in gammurc (alternatively you can do it on command line using -d textall -f /tmp/gammu.log):
cs: Pro vytvoření ladicího logu zapněte logování v gammurc (můžete ho také zapnout na příkazové řádce pomocí -d textall -f /tmp/gammu.log):
pt_br: Para gerar relatório de depuração (log), configure-o no arquivo gammurc ou alternativamente através da linha de comando usando opções -d textall -f /tmp/gammu.log:

source: With this settings, Gammu generates /tmp/gammu.log on each connection to phone and stores dump of communication there. You can also find some hints for improving support for your phone in this log.
cs: S tímto nastavení Gammu vytvoří /tmp/gammu.log při každém připojení k telefonu a uloží do něj obsah komunikace. V tomto logu také mohou být obsaženy rady pro vylepšení podpory pro váš telefon.
pt_br: Com estas configurações, o Gammu irá gravar /tmp/gammu.log a cada conexão com o telefone e armazenar informações da comunicação com o telefone. Você também pode achar informações e dicas sobre o suporte ao seu telefone nesse log.

source: See E<lt>http://wammu.eu/support/bugs/E<gt> for more information on reporting bugs.
cs: Na stránce E<lt>http://wammu.eu/support/bugs/E<gt> naleznete více informací o hlášení chyb.
pt_br: Veja E<lt>http://wammu.eu/support/bugs/E<gt> para mais informações sobre como reportar erros ou bugs.

source: Please report bugs to E<lt>http://bugs.cihar.comE<gt>.
cs: Prosím hlašte chyby na E<lt>http://bugs.cihar.comE<gt>.
pt_br: Por favor reporte bugs para E<lt>http://bugs.cihar.comE<gt>.

source: AUTHOR
cs: AUTOR
pt_br: AUTOR

source: You can contact authors on E<lt>gammu-users@lists.sourceforge.netE<gt>.
cs: Autory můžete kontaktovat na E<lt>gammu-users@lists.sourceforge.netE<gt>.
pt_br: Você pode contactar os autores em E<lt>gammu-users@lists.sourceforge.netE<gt>.

source: I<Michal Cihar> E<lt>michal@cihar.comE<gt> is current project maintainer and contributor of most of AT and OBEX code.
cs: I<Michal Čihař> E<lt>michal@cihar.comE<gt> je v současné době správce projektu a autor většiny kódu pro práci s AT příkazy a OBEXem.
pt_br: I<Michal Cihar> E<lt>michal@cihar.comE<gt> é o mantenedor atual (ref:2010) do projeto e mantenedor do código AT e OBEX.

source: I<Marcin Wiacek> E<lt>marcin@mwiacek.comE<gt> is project iniciator and contributor of most Nokia code.
cs: I<Marcin Wiącek> E<lt>marcin@mwiacek.comE<gt> založil projekt a napsal většinu kódu pro telefony Nokia.
pt_br: I<Marcin Wiacek> E<lt>marcin@mwiacek.comE<gt> é o iniciador do projeto e o contribuidor da maioria do código Nokia.

source: As this project grew from Gnokii, we would like to thanks all Gnokii developers, especially I<Pavel Janik>, I<Pawel Kot> and I<Manfred Jonsson> (see CREDITS from Gnokii for all their contributor).
cs: Protože tento projekt vznikl z Gnokii, rádi bychom poděkovali všem vývojářům Gnokii, hlavně I<Pavlu Janíkovi>, I<Pawolu Kotovi> a I<Manfredu Jonssonovi> (v souboru CREDITS v Gnokii najdete kompletní seznam přispěvatelů).
pt_br: Este projeto foi criado a partir do Gnokii, nós desejamos agradecer a todos os desenvolvedores Gnokii, especialmente I<Pavel Janik>, I<Pawel Kot> e I<Manfred Jonsson> (veja CREDITOS do Gnokii para todos os seus contribuidores).

source: Many other people have helped with various features, check ChangeLog for more details.
cs: Mnoho dalších lidí pomohlo s různými funkcemi, podívejte se do ChangeLogu pro více podrobností.
pt_br: Muitas outras pessoas ajudaram em várias funcionalidades, veja ChangeLog para maiores detalhes.

source: SEE ALSO
cs: DALŠÍ INFORMACE
pt_br: VEJA TAMBÉM

source: Some more hints can be found in README file or on wiki E<lt>http://www.gammu.org/E<gt>.
cs: Nějaké další triky naleznete v souboru README nebo na wiki stránce E<lt>http://www.gammu.org/E<gt>.
pt_br: Muitas outras dicas podem ser encontradas nos arquivos README (LEIA-ME) ou em nossa wiki (enciclopédia eletrônica) E<lt>http://www.gammu.org/E<gt>.

source: Related programs which can be used with GSM modem:
cs: Související programy, které mohou být použity s GSM modemem:
pt_br: Programas relacionados que podem ser utilizados com modem GSM:

source: Graphical interfaces for Gammu:
cs: Grafické nadstavby pro Gammu:
pt_br: Interfaces Gráficos para Gammu

source: March 16, 2010
cs: 16. březen 2010
pt_br: 22 de dezembro de 2010

source: Gammu 1.28.0
pt_br: Gammu 1.28.93

source: gammurc - gammu(1) configuration file
cs: gammurc - konfigurační soubor gammu(1)
pt_br: gammurc - gammu(1) arquivo de configuração

source: On Linux, MacOS X, BSD and other Unix-like systems:
cs: Na Linuxu, MacOS X, BSD a dalších systéme Unixového typu:
pt_br: Em Linux, MacOS X, BSD e outros sistemas Unix-like:

source: I<~/.gammurc> or I</etc/gammurc>
cs: I<~/.gammurc> nebo I</etc/gammurc>
pt_br: I<~/.gammurc> ou I</etc/gammurc>

source: On Microsoft Windows:
cs: Na Microsoft Windows:
pt_br: No Microsoft Windows:

source: I<C:\eDocuments and Settings\eusername\eApplication Data\egammurc> or I<.\egammurc>
cs: I<C:\eDocuments and Settings\eusername\eApplication Data\egammurc> nebo I<.\egammurc>
pt_br: I<C:\eDocumentos e Arquivos\eusuário\eApplication Data\egammurc> ou I<.\egammurc>

source: gammu(1) reads configuration from a config file. It's location is determined on runtime. On Unix systems, it first tries ~/.gammurc and then falls back to /etc/gammurc.
cs: gammu(1) načítá konfiguraci z konfiguračního souboru. Jeho umístění je zjištěno přispuštění. Na Unixových sytémech se nejdříve zkouší ~/.gammurc a pokud to neexistuje, použije se /etc/gammurc.
pt_br: gammu(1) le arquivo de configuração. Sua localização é determinada em tempo de execução: Em sistemas Unix-Like, primeiro é procurado em ~/.gammurc (~ indica diretório do usuário corrente, (. ponto) antes do nome do arquivo indica que é arquivo oculto). Caso não seja encontrado será pesquisado em /etc/gammurc.

source: On Windows, user configuration is tried at profile/Application Data/gammurc and then gammu falls back to current directory (./gammurc).
cs: Na Windows uživatelská konfigurace je hledána jako profil/Data Aplikací/gammurc a poku není nelezen, použije Gammu aktuální adresář (./gammurc).
pt_br: No Microsoft Windows, é tentado no perfil do usuário em profile/Application Data/gammurc e se não achar procura no diretório corrente (./gammurc).

source: This file use ini file syntax, with comment parts being marked with both ; and #. Sections of config file are identified in square brackets line [this]. All key values are case insensitive.
cs: Tento soubor používá syntaxi ini souborů, komentáře mohou být značeny buď ; nebo #. Sekce souboru jsou zapsány v hranatých závorkách jako [toto].Všechny hodnoty klíčů nerozlišují velikost písmen.
pt_br: Esse arquivo utiliza a sintaxe de arquivos .ini, com comentários que podem ser (; ponto e vírgula ou # jogo da velha). Seções do arquivo são identificadas por colchetes exemplo [telefone1]. Todos os parâmetros são indiferentes a MAIÚSCULAS E MINÚSCULAS.

source: Configuration file for gammu can contain several sections - [gammu], [gammu1], [gammuN], ... Each section configures one connection setup and in default mode gammu tries all of them in numerical order. You can also specify which configuration section to use by giving it's number ([gammu] has number 0) as a parameter to gammu(1) and it will then use only this section.
cs: Konfigurační soubor pro gammu může obsahovat několik sekcí - [gammu], [gammu1], [gammuN], ... Každá sekce definuje jedno připojení a ve výchozím režime gammu postupně zkouší všechny podle čísel. Můžete také zadat parametrem pro gammu(1), které číslo sekce ([gammu] je číslo 0) má použít a pak se použije jen tato sekce.
pt_br: Arquivo de Configuração para o Gammu pode conter várias seções: Ex: [gammu], [gammu1], [gammuN], ... Cada seção configura um tipo de conexão e por padrão o gammu tenta todas em ordem numérica sequêncial. Voce também pode especificar qual seção quer utilizar informando o número da seção como parâmetro na hora de executar o gammu.

source: B<Connection>
pt_br: B<Conexão>

source: Protocol which will be used to talk to your phone.
cs: Protokol, který se použije pro komunikaci s telefonem.
pt_br: Protocolo que será utilizado para comunicar-se com seu telefone.

source: For Nokia cables you want to use one of following:
cs: Pro telefony Nokia připojené kabelem budete chtít použít jedno z následujících:
pt_br: Para cabos NOKIA você pode usar o seguinte:

source: B<fbus> - serial FBUS connection
cs: B<fbus> - sériové připojení protokolem FBUS
pt_br: B<fbus> - conexão FBUS serial

source: B<fbususb> - FBUS over USB cable (experimental, for Nokia cables on Linux, including DKU-2)
cs: B<fbususb> - FBUS přes USB kabel (experimentální, pro kabely Nokia na Linuxu včetně DKU-2)
pt_br: B<fbususb> - FBUS sobre cabo USB (experimental, para cabos Nokia no Linux, incluindo DKU-2)

source: B<dlr3> - DLR-3 and compatible cables
cs: B<dlr3> - DLR-3 a kompatibilní kabely
pt_br: B<dlr3> - DLR-3 e Cabos compatíveis

source: B<dku2> - DKU-2 and compatible cables
cs: B<dku2> - DKU-2 a kompatibilní kabely
pt_br: B<dku2> - DKU-2 e cabos compatíveis

source: B<dku5> - DKU-5 and compatible cables
cs: B<dku5> - DKU-5 a kompatibilní kabely
pt_br: B<dku5> - DKU-5 e cabos compatíveis

source: B<mbus> - serial MBUS connection
cs: B<mbus> - sériové připojení protokolem MBUS
pt_br: B<mbus> - conexão MBUS serial

source: If you use some non original cable, you might need to append -nodtr (eg. for ARK3116 based cables) or -nopower, but Gammu should be able to detect this automatically.
cs: Pokud nepoužíváte originální kabel, možná budete potřebovat připojit -nodtr (například pro kabely používající ARK3116) nebo -nopower. Toto nastavení použijte jen v případě, že Gammu správně parametery nezjistí automaticky.
pt_br: Se você utiliza algum cabo não original, pode ser necessário anexar (append -nodtr ex: cabos ARK3116 ou -nopower) mas o Gammu é capaz de detectar isto automaticamente.

source: For non-Nokia phones connected using cable you generally want:
cs: Pro ostatní telefony připojené kabelem budete chtít použít jedno z následujících:
pt_br: Para telefones não Nokia conectados através de cabo, geralmente você precisa:

source: B<at> - generic AT commands based connection
cs: B<at> - obecné připojení používající AT příkazy
pt_br: B<at> - conexão baseada em comandos AT

source: You can optionally specify speed of the connection, eg. at19200, but it is not needed for modern USB cables.
cs: Můžete volitelně zadat rychlost připojení, například at19200, ale toto není nutné pro USB kabely.
pt_br: Você pode opcionalmene especificar a velocidade da conexão, ex: at19200, mas isso não é necessário para cabos USB modernos.

source: For IrDA connections use one of following:
cs: Pro připojení pomocí IrDA použijte jednu z následujících možností:
pt_br: Para conexões IrDA use uma das seguintes opções:

source: B<irdaphonet> - Phonet connection for Nokia phones.
cs: B<irdaphonet> - protokol Phonet používaný telefony Nokia
pt_br: B<irdaphonet> - Conexão Phonet para telefones Nokia.

source: B<irdaat> - AT commands connection for most of phones (this is not supported on Linux).
cs: B<irdaat> - AT příkazy pro připojení k většině telefonů (toto není podporované na Linuxu).
pt_br: B<irdaat> - conexões comandos AT para a maioria dos telefones (isso não é suportado para Linux).

source: B<irdaobex> - OBEX (IrMC or file transfer) connection for most of phones.
cs: B<irdaobex> - připojení protokolem OBEX (IrMC nebo přenos souborů), použitelné pro většinu telefonů.
pt_br: B<irdaobex> - OBEX (IrMC ou transferência de arquivo) conexão para a maioria dos telefones.

source: B<irdagnapbus> - GNapplet based connection for Symbian phones
cs: B<irdagnapbus> - připojení k GNappletu běžícím na telefonech se Symbianem.
pt_br: B<irdagnapbus> - GNapplet conexão baseada em telefones Symbian

source: For Bluetooth connection use one of following:
cs: Pro připojení pomocí Bluetooth použijte jednu z následujících možností:
pt_br: Para conexão Bluetooth utilize o seguinte:

source: B<bluephonet> - Phonet connection for Nokia phones.
cs: B<bluephonet> - protokol Phonet používaný telefony Nokia
pt_br: B<bluephonet> - Conexão Phonet para telefones Nokia.

source: B<blueat> - AT commands connection for most of phones.
cs: B<blueat> - AT příkazy pro připojení k většině telefonů.
pt_br: B<blueat> - Conexão para muitos telefones com suporte a comandos AT.

source: B<blueobex> - OBEX (IrMC or file transfer) connection for most of phones.
cs: B<irdaobex> - připojení protokolem OBEX (IrMC nebo přenos souborů), použitelné pro většinu telefonů.
pt_br: B<blueobex> - OBEX (IrMC ou transferência de arquivo) connexão para a maioria dos telefones.

source: B<bluerfgnapbus> - GNapplet based connection for Symbian phones
cs: B<bluerfgnapbus> - připojení k GNappletu běžícím na telefonech se Symbianem.
pt_br: B<bluerfgnapbus> - GNapplet conexão para telefones baseados no Symbian

source: B<Device>
pt_br: B<Dispositivo>

source: Device node or address of phone. It depends on used connection.
cs: Zařízení kde je přístupný telefon nebo adresa telefonu, záleží na typu připojení.
pt_br: Endereço do dispositivo do telefone. Depende do tipo de conexão.

source: For cables or emulated serial ports, you enter device name (for example /dev/ttyS0, /dev/ttyACM0, /dev/ircomm0, /dev/rfcomm0 on Linux, /dev/cuad0 on FreeBSD or COM1: on Windows). The special exception are DKU-2 and DKU-5 cables on Windows, where the device is automatically detected from driver information and this parameters is ignored.
cs: Pro kabely nebo emulovaný sériový port zadejte jméno zařízení (například /dev/ttyS0, /dev/ttyACM0, /dev/ircomm0, /dev/rfcomm0 na Linuxu, /dev/cuad0 na FreeBSD nebo COM1: na Windows). Speciální výjjímkou jsou DKU-2 a DKU-5 kabely na Windows, kde je zařízení automaticky zjištěno z informací ovladače a tento parametr je ignorován.
pt_br: Para cabos ou portas seriais emuladas, você deve informar o nome do dispositivo (Ex. /dev/ttyS0, /dev/ttyACM0, /dev/ircomm0, /dev/rfcomm0 no Linux, /dev/cuad0 no FreeBSD ou COM1, COMx(1>=x<=9) no Windows. Exceção são cabos DKU-2 e DKU-5 no Windows, que possuem detecção automática e esse parâmetro é ignorado.

source: For USB connections (currently only fbususb and dku2 on Linux), you can specify to which USB device Gammu should connect. You can either provide vendor/product IDs or device address on USB:
pt_br: Para conexões USB (atualmente só fbususb e dku2 no Linux), você pode especificar qual dispositivo o Gammu irá usar para conectar o telefone. Você pode informar o Fornecedor/ID do produto ou endereço do dispositivo USB. Veja o endereço usando o comando dmesg:

source: Device = 0x1234:0x5678 # Match device by vendor and product id Device = 0x1234:-1 # Match device by vendor id Device = 1.10 # Match device by usb bus and device address Device = 10 # Match device by usb device address
pt_br: Device = 0x1234:0x5678 # Seleciona fornecedor e id do produto. Device = 0x1234:-1 # Seleciona dispositivo por id do fornecedor. Device = 1.10 # Seleciona dispositivo por bus USB e endereço. Device = 10 # Seleciona dispositivo pelo endereço.

source: For Bluetooth connection you have to enter Bluetooth address of your phone (you can list Bluetooth devices in range on Linux using "hcitool scan" command). Optionally you can also force Gammu to use specified channel by includig channel number after slash.
cs: Při připojení přes Bluetooth musíte zadat Bluetooth adresu vašeho telefonu (na Linuxu můžete zjistit seznam zařízení v dosahu pomocí příkazu "hcitool scan"). Volitelně můžete Gammu přinutit používat jiný kanál zadáním jeho čísla za lomítko.
pt_br: Para conexões Bluetooth você precisa informar o endereço Bluetooth do seu telefone (você pode listar o intervalo dos dispositivos no Linux usando o comando: "hcitool scan"). Opcionalmente você também pode forçar o Gammu a utilizar um canal específico incluindo um número de canal após a barra.

source: Before using Gammu, your device should be paired with computer or you should have set up automatic pairing.
cs: Před použitím Gammu, by vaše zařízení mělo být spárováno s počítačem, nebo byste měli mít zapnuto automatické párování.
pt_br: Antes de Utilizar o Gammu, seu dispositivo precisa ser emparelhado com o computador ou você precisa ativar emparelhamento automático.

source: For IrDA connections, this parameters is not used at all.
cs: Pro připojení přes IrDA se tento parametr vůbec nepoužije.
pt_br: Para conexões IrDA, esses parâmetros não são totalmente utilizados.

source: If IrDA does not work on Linux, you might need to bring up the interface and enable discovery (you need to run these commands as root):
cs: Pokud vám IrDA na Linuxu nefunguje, možná potřebujete zapnout rozhraní a zapnout objevování zařízení (tyto příkazy musíte spouštět jako root):
pt_br: Se IrDa não funcionar no Linux, você pode precisar ativar o dispositivo e habilitar busca (você precisa executar estes comandos como root):

source: B<Port>
pt_br: B<Porta>

source: Alias for Device, kept for backward compatibility.
pt_br: Sinônimo para Dispositivo (device). Mantido para compatibilidade.

source: B<Model>
pt_br: B<Modelo>

source: Do not use this parameter unless really needed! The only use case for this is when Gammu does not know your phone and misdetects it's features.
cs: Nepoužívejte tento parametr, pokud to není opravdu nutné! Jediná situace, kdy může být dobré ho použít, je, když Gammu nezná váš telefon a špatně detekuje jeho vlastnosti.
pt_br: Normalmente não utilize este parâmetro! Só no caso do Gammu não reconhecer seu telefone nem as funcionalidades.

source: The only special case for using model is to force special type of OBEX connection instead of letting Gammu try the best suited for selected operation:
cs: Speciální případ použití parametru Model je vynucení typu připojení přes OBEX namísto ponechání rozhodnutí na Gammu:
pt_br: Só no caso especial de modelos do tipo de conexão OBEX em vez de deixar o Gammu escolher a melhor seleção para você.

source: B<obexfs> - force using of file browsing service (file system support)
cs: B<obexfs> - vynutí použití služby na procházení souborů (podpora přístupu k souborům)
pt_br: B<obexfs> - força uso do serviço de navegação arquivos (suporte sistema de arquivos)

source: B<obexirmc> - force using of IrMC service (contacts, calendar and notes support)
cs: B<obexirmc> - vynutí použití služby IrMC (kontakty, kalendář a poznámky)
pt_br: B<obexirmc> - obriga uso do serviço IrMC (contatos, calendário e suporte para anotações)

source: B<obexnone> - none service chosen, this has only limited use for sending file (B<sendfile> command)
cs: B<obexnone> - nebube vybrána žádná služba, toto má jen omezené použití pro posílání souborů (příkaz B<sendfile>)
pt_br: B<obexnone> - nenhum serviço escolhido. Uso limitado apenas ao envio de arquivos comando (B<sendfile>)

source: If you want to set time from computer to phone during starting connection.
cs: Určí, zda chcete nastavit čas v telefonu při připojení.
pt_br: Se você deseja sincronizar o horário do telefone com o do computador durante a inicialização conexão.

source: This option allow to set, that you want (setting "yes") to see message on the phone screen or phone should enable light for a moment during starting connection. Phone will not beep during starting connection with this option. This works only with some Nokia phones.
cs: Tato volba umožní nastavit (při nastavení na "yes") zobrazení zprávy na displeji telefonu nebo rozsvítit jeho podsvícení při připojení. Telefon nebude během připojení vydávat žádné zvuky. Tato volba funguje jen s některými telefony Nokia.
pt_br: Esta opção permite configurar, o que você quer ("yes") para ver mensagem na tela do telefone ou para que o telefone acenda a tela por um momento durante a inicialização da comunicação. O telefone NÃO irá dar um bip durante a inicialização com esta opção. Isto funciona só para alguns aparelhos Nokia.

source: Forces using specified codepage (for example "1250" will force CP-1250 or "utf8" for UTF-8). This should not be needed in most cases, Gammu should detect it according to your locales.
cs: Vynutí použití zadaného kódování (například "1250" vynutí CP-1250 nebo "utf8" pro UTF-8). Tato volba by obvykle neměla být potřeba, Gammu kódování zjištuje podle nastavených locales.
pt_br: Force o uso de um código de página (Ex. 1250 força CP-1250; utf8 força UTF-8). Isto pode ser desnecessário pois na maioria dos casos o Gammu detecta suas configurações locais.

source: Path to directory with localisation files (the directory should contain LANG/LC_MESSAGES/gammu.mo). If gammu is properly installed it should find these files automatically.
cs: Cesta k adresáři s lokalizačními soubory (adresář by měl obsahovat LANG/LC_MESSAGES/gammu.mo). Pokud je gammu správně instalované, mělo bypřeklady najít automaticky.
pt_br: Caminho para a pasta com os arquivos que contém a localização (L10n). (A pasta deve conter LANG/LC_MESSAGES/gammu.mo). Se o gammu foi adequadamente instalado a pasta será encontrada automaticamente.

source: B<LogFile>
pt_br: B<Arquivo Depuração>

source: Path to file where information about communication will be stored.
cs: Cesta k souboru, kde budou uloženy informace o komunikaci s telefonem.
pt_br: Caminho do arquivo onde a informação sobre a comunicação será armazenado.

source: B<LogFormat>
pt_br: B<Formato da Depuração (log)>

source: Determines what all will be logged to LogFile. Possible values are:
cs: Určuje co vše se bude logovat do souboru LogFile. Možné hodnoty jsou:
pt_br: Determina o que será registrado no Arquivo de Depuração (logfile). Valores podem ser:

source: B<nothing> - no debug level
cs: B<nothing> - žádné ladicí informace
pt_br: B<nothing> - não há depuração

source: B<text> - transmission dump in text format
cs: B<text> - základní informace o přenosu v textové podobě
pt_br: B<text> - gravação saída em formato texto

source: B<textall> - all possible info in text format
cs: B<textall> - prodrobné informace o přenosu v textové podobě
pt_br: B<textall> - todas as informações possíveis em formato texto

source: B<textalldate> - all possible info in text format, with time stamp
cs: B<textalldate> - prodrobné informace o přenosu v textové podobě, s časovou značkou
pt_br: B<textalldate> - todas as informações possíveis com data e horário

source: B<errors> - errors in text format
cs: B<errors> - chyby v textovém formátu
pt_br: B<errors> - erros em formato texto
