Repository: Ahmedabdsw/gammu
Catalog: locale/*/docs.po
Languages: cs, pt_br

source: The process has available lot of information about received message in environment, check gammu-smsd-run(7) for more details.
cs: Spuštěný proces má v prostředí dostupné množství informací o přijaté zprávě, více podrobností naleznete v gammu-smsd-run(7).
pt_br: O processo tem disponibilidade para muitas informações sobre mensagens recebidas no ambiente. Veja gammu-smsd-run(7) para mais detalhes.

source: File with list of numbers which are accepted by SMSD. The file contains one number per line, blank lines are ignored. The file is read at startup and is reread only when configuration is being reread. See Message filtering for details.
cs: Soubor se seznamem čísel, která bude SMSD přijímat. Soubor obsahuje na každém řádku jedno číslo, prázdné řádky jsou ignorovány. Soubor je načten při startu a znovu načten je jen při znovunačtení konfigurace. Více podrobností v sekci Filtrování zpráv.
pt_br: Arquivo contendo a lista de números aceitos pelo SMSD. O arquivo contem um número em cada linha. Linhas em branco são ignoradas. O arquivo é lido na inicialização e só é relido

source: File with list of numbers which are not accepted by SMSD. The file contains one number per line, blank lines are ignored. The file is read at startup and is reread only when configuration is being reread. See Message filtering for details.
cs: Soubor se seznamem čísel, která nebude SMSD přijímat. Soubor obsahuje na každém řádku jedno číslo, prázdné řádky jsou ignorovány. Soubor je načten při startu a znovu načten je jen při znovunačtení konfigurace. Více podrobností v sekci Filtrování zpráv.
pt_br: Arquivo contendo a lista de números não aceitos pelo SMSD. O arquivo contem um número por linha, linhas em branco são ignoradas. O arquivo é lido na inicialização e relido sómente quando a configuração é relida. Veja Filtrando Mensagens para detalhes.

source: File with list of SMSC numbers which are accepted by SMSD. The file contains one number per line, blank lines are ignored. The file is read at startup and is reread only when configuration is being reread. See Message filtering for details.
cs: Soubor se seznamem čísel SMSC, která bude SMSD přijímat. Soubor obsahuje na každém řádku jedno číslo, prázdné řádky jsou ignorovány. Soubor je načten při startu a znovu načten je jen při znovunačtení konfigurace. Více podrobností v sekci Filtrování zpráv.
pt_br: Arquivo contendo números que serão aceitos pelo SMSD. O arquivo contém um número por linha, linhas em branco serão ignoradas. O arquivo é lido na inicialização e relido sómente quando a configuração é relida. Veja Filtrando Mensagens para detalhes.

source: File with list of SMSC numbers which are not accepted by SMSD. The file contains one number per line, blank lines are ignored. The file is read at startup and is reread only when configuration is being reread. See Message filtering for details.
cs: Soubor se seznamem čísel SMSC, která nebude SMSD přijímat. Soubor obsahuje na každém řádku jedno číslo, prázdné řádky jsou ignorovány. Soubor je načten při startu a znovu načten je jen při znovunačtení konfigurace. Více podrobností v sekci Filtrování zpráv.
pt_br: Arquivo contendo os números SMSC que o SMSD NÃO aceita. O arquivo contém um número por linha, linhas em branco são ignoradas. O arquivo é lido na inicialização e é relido apenas quando a configuração é relida. Veja Filtrando Mensagens para detalhes.

source: How many times will SMSD backend retry operation.
pt_br: Quantas vezes o SMSD irá tentar a operação novamente.

source: The implementation on different backends is different, for database backends it generally means how many times it will try to reconnect to the server.
pt_br: A implementação de diferentes Banco de Dados de retaguarda varia e basicamente significa quantas tentativas de reconexão ao servidor.

source: Default is 10.
pt_br: Padrão é 10.

source: Database backends options
cs: Parametry pro služby používající databázi
pt_br: Opções Banco Dados Retaguarda

source: All DBI, MYSQL and PGSQL backends (see gammu-smsd-mysql(7), gammu-smsd-pgsql(7), gammu-smsd-dbi(7)) for their documentation) supports same options for configuring connection to a database:
cs: Všechny ze služeb DBI, MYSQL a PGSQL (viz gammu-smsd-mysql(7), gammu-smsd-pgsql(7), gammu-smsd-dbi(7)) podporují stejné parametry pro nastavení připojení k databázi:
pt_br: Todos os Bancos de Dados de Retaguarda, DBI, MYSQL, PGSQL (veja gammu-smsd-mysql(7), gammu-smsd-pgsql(7), gammu-smsd-dbi(7) para os detalhes das opções suportadas na conexão com um Banco de Dados.

source: B<User>
pt_br: B<Usuário>

source: User name used for connection to a database.
cs: Uživatelské jméno pro připojení k databázi.
pt_br: Nome do usuário para conexão com o DB.

source: B<Password>
pt_br: B<Senha>

source: Password used for connection to a database.
cs: Heslo použité pro připojení k databázi.
pt_br: Senha para conexão com o DB.

source: Database server address. It can also contain port or socket path after semicolon, for example localhost:/path/to/socket.
cs: Adresa databázového serveru. Za dvojtečkou může být také zadán port nebo cesta k socketu, například localhost:/path/to/socket.
pt_br: Endereço do servidor. Pode também contar a porta ou o caminho do "socket" após os dois pontos (:). Ex. localhost:/caminho/do/socket

source: B<Database>
pt_br: B<Banco de Dados>

source: Name of database to use. Please note that you should create tables in this database before using gammu-smsd. SQL files for creating needed tables are included in documentation.
cs: Jméno databáze, která se má použít. Před spuštěním gammu-smsd musí být vytvořeny všechny potřebné tabulky. Pro tento účel můžete použít SQL souboru obsažené v dokumentaci.
pt_br: Nome do banco de dados utilizado. Por favor note que você antes precisa criar as tabelas no Banco de Dados. Arquivos contendo comandos SQL necessários para a criação estão incluídos na documentação.

source: When you send sms from some SMS centere you can have delivery reports from other SMSC number. You can set here number of this SMSC used by you and Gammu will not check it's number during assigning reports to sent SMS.
cs: Pokud odešlete SMS zprávu přes nějaké SMS centrum, může se stát, že doručenky přijdou z jiného SMS centra. Pro tento případ použijte tento parametr a nastavte zde takovéto SMS centrum. Gammu pak nebude kontrolovat číslo tohoto SMS centra při přiřazování doručenek zprávám.
pt_br: Quando você envia SMS de algum centro SMS, podem ser enviados relatórios de outro número SMSC. Você pode configurar aqui o número desse SMSC usado por você e o Gammu não irá verificá-lo durante o assinalamento de relatórios de envio SMS.

source: DBI driver to use. Depends on what DBI drivers you have installed, DBI supports: mysql, freetds (provides access to MS SQL Server and Sybase), pgsql, sqlite, sqlite3, firebird and ingres, msql and oracle drivers are under development.
cs: Který ovladač DBI se má použít. Možnosti závisí na tom, které máte nainstalovány. DBI podporuje: mysql, freetds (umožňuje přístup k MS SQL Serveru a Sybase), pgsql, sqlite, sqlite3, firebird a ovladače ingres, msql a oracle se vyvíjejí.
pt_br: Driver DBI a ser usado. Depende de qual driver DBI você escolheu. DBI suporta: mysql, freetds (acesso gratuito a MS SQL Server e Sybase), pgsql, sqlite, sqlite3, firebird and ingress, msql e oracle estão em desenvolvimento).

source: Path, where DBI drivers are stored, this usually does not have to be set if you have properly installed drivers.
cs: Cesta, kde jsou umístěny ovladače DBI. Tento parametr obvykle není potřeba nastavovat, pokud jsou ovladače nainstalovány správně.
pt_br: Caminho onde o driver DBI está. Isto normalmente não é necessário quando o driver foi adequadamente instalado.

source: Database directory for some (currently only sqlite) DBI drivers. Set here path where sqlite database files are stored.
cs: Adresář, kde je uložena databáze pro některé (v současné době pouze sqlite) ovladače DBI. Nastavte zde cestu. kde je uložen soubor se sqlite databází.
pt_br: Diretório do Banco de Dados. Atualmente o sqlite utiliza esta informação. Configure aqui o caminho on o arquivo de banco de dados está armazenado.

source: Files backend options
cs: Parametry pro službu používající soubory
pt_br: Opções Arquivos Retaguarda (backend)

source: The FILES backend accepts following configuration options. See gammu-smsd-files(7) for more detailed service backend description. Please note that all path should contain trailing path separator (/ on Unix systems):
cs: Služba FILES používá následující konfigurační volby. Podrobnější popis této služby je v gammu-smsd-files(7). Prosím ujistěte se, že všechny cestky končí oddělovačem cest (na Unixových systémech /):
pt_br: Os Arquivos Backend aceitam as seguintes opções de configuração. Veja gammu-smsd-files(7) para descrição detalhada. Por favor note que o caminho (path) precisa conter separadores finais (/ nos sistemas Unix):

source: Where the received SMSes are stored.
cs: Kde jsou ukládány přijaté zprávy.
pt_br: Onde as mensagens SMS serão armazenadas.

source: Default is current directory.
cs: Výchozí je aktuální adresář.
pt_br: Padrão é a pasta corrente.

source: Where SMSes to be sent should be placed.
cs: Kde jsou umístěny zprávy ve frontě k odeslání.
pt_br: Onde as mensagens que serão enviadas serão colocadas.

source: Where the transmitted SMSes are placed, if same as OutBoxPath transmitted messages are deleted.
cs: Kde jsou ukládány přenesené zprávy. Pokud je cesta stejná jako OutBoxPath, zprávyjsou vymazány.
pt_br: Onde as mensagens SMS transmitidas serão colocadas. Se for igual a pasta OutBoxPath, as mensagens transmitidas serão apagadas.

source: Default is to delete transmitted messages.
cs: Výchozí je mazat přenesené zprávy.
pt_br: Padrão é apagar mensagens transmitidas.

source: Where SMSes with error in transmission is placed.
cs: Kde jsou umístěny SMS po chybě při odesílání.
pt_br: Onde as mensagens SMS com erro de transmissão serão colocadas.

source: Default is same as SentSMSPath.
cs: Výchozí je stejné jako SentSMSPath.
pt_br: Padrão é o mesmo de SentSMSPath

source: The format in which the SMS will be stored: 'detail', 'unicode', 'standard'.
cs: Formát ukládání SMS: 'detail', 'unicode', 'standard'.
pt_br: O formato no qual as SMS serão armazenadas: 'detail', 'unicode', 'standard'.

source: B<detail> - format used for message backup by gammu(1)
cs: B<detail> - formát používaný gammu(1) pro zálohy zpráv
pt_br: B<detail> - formato usado para backup de mensagem pelo gammu(1)

source: B<unicode> - message text stored in unicode (UTF-16)
cs: B<unicode> - text zprávy uložený v unicode (UTF-16)
pt_br: B<unicode> - Mensagem de texto armazenada em (UTF-16??)

source: B<standard> - message text stored in system charset
cs: B<standard> - text zprávy uložený v systémovém kódování
pt_br: B<standard> - messagem texto armazenada no code page do sistema

source: The 'standard' and 'unicode' settings do not apply for 8-bit messages, which are always written raw as they are received with extension .bin.
cs: Nastavení 'standard' a 'unicode' nemají vliv na 8-bitové zprávy, které jsou vždy zapsány tak jak přišly s příponou bin.
pt_br: As configurações 'standard' e 'unicode' não se aplicam a mensagens de 8-bits, as quais serão sempre gravadas no modo (raw) como foram recebidas com a extensão .bin.

source: Default is 'unicode'.
cs: Výchozí je 'unicode'.
pt_br: Padrão é 'unicode'.

source: The format in which messages created by gammu-smsd-inject(1) will be stored, it accepts same values as InboxFormat.
cs: Formát ve kterém budou vytvářeny zprávy programem gammu-smsd-inject(1), lze použít stejné hodnoty jako u InboxFormat.
pt_br: O formato que as mensagens criadas pelo gammu-smsd-inject(1) serão armazenadas. Aceita a mesma lista do InboxFormat.

source: Default is 'detail' if Gammu is compiled in with backup functions, 'unicode' otherwise.
cs: Výchozí hodnota je 'detail' pokud Gammu zkompilováno podporou pro zálohy, jinak 'unicode'.
pt_br: Padrão é 'detail'se o Gammu foi compilado com a opção "backup". Se não 'unicode'.

source: The format for transmitting the SMS: 'auto', 'unicode', '7bit'.
cs: Formát přenosu SMS: 'auto', 'unicode', '7bit'.
pt_br: O formato de transmissão da SMS: 'auto', 'unicode', '7bit'.

source: Default is 'auto'.
cs: Výchozí je 'auto'.
pt_br: Padrão é 'auto'.

source: Message filtering
cs: Filtrování zpráv
pt_br: Filtrando Mensagens

source: SMSD allows to process only limited subset of incoming messages. You can define filters for sender number in [include_numbers] and [exclude_numbers] sections or using IncludeNumbersFile and ExcludeNumbersFile directives.
cs: SMSD umožňuje zpracovat jen část přijatých zpráv. Filtry pro číslo odesílatele můžete definovat v sekcích [include_numbers] a [exclude_numbers] nebo pomocí parametrů IncludeNumbersFile a ExcludeNumbersFile.
pt_br: SMSD permite processar um subconjunto de mensagens recebidas. Você pode definir filtros para número do emissor nas seções [include_numbers] e [exclude_numbers] ou usando as diretivas IncludeNumbersFile e ExcludeNumbersFile.

source: If [include_numbers] section exists, all values (keys are ignored) from it are used as allowed phone numbers and no other message is processed. On the other side, in [exclude_numbers] you can specify numbers which you want to skip.
cs: Pokud existuje sekce [include_numbers], všechny hodnoty z ní (klíče jsou ignorovány) jsou použity jako povolená čísla a jiné zprávy nejsou zpracovány. Naopak v [exclude_numbers] můžete zadat jaká čísla chcete ignorovat.
pt_br: Se a seção [include_numbers] existir, todos os valores (chaves são ignoradas) existentes são tratados como números de telefones a partir dos quais serão recebidas mensagens. Já na seção [exclude_numbers] você pode especificar números que você deseja desprezar.

source: Lists from both sources are merged together. If there is any number in include list, only include list is used and only messages in this list are being accepted. If include list is empty, exclude list can be used to ignore messages from some numbers. If both lists are empty, all messages are accepted.
cs: Seznamy z obou zdrojů jsou sloučeny. Pokud je v seznamu povolených čísel alespoň jedno číslo, použije se jen tento seznam a budou zpracovány jen zprávy od čísel v tomto seznamu. Pokud je tento seznam prázný a v seznamu zakázaných čísel je nějaké číslo, nebudou zpracovány zprávy z čísel v tomto seznamu. Pokud jsou oba seznamy prázdné, jsou zpracovány všechny zprávy.
pt_br: Listas de ambas origens são combinadas juntas. Se qualquer número está na lista de inclusão sómente a lista de inclusão é utilizada para mensagens recebidas. Se a lista de inclusão está vazia, a lista de exclusão pode ser utilizada para desprezar mensagens de alguns números. Se ambas as listas estão vazias todas as mensagens serão recebidas.

source: Similar filtering rules can be used for SMSC number filtering, they just use different set of configuration options - [include_smsc] and [exclude_smsc] sections or IncludeSMSCFile and ExcludeSMSCFile directives.
cs: Podobná pravidla mohou být použita pro filtrování čísel centra zpráv SMSC, jen používají jiné konfigurační parametry - [include_smsc] a [exclude_smsc] nebo pomocí parametrů IncludeSMSCFile a ExcludeSMSCFile.
pt_br: Regras de filtragem são usadas para selecionar números SMSC. Elas utilizam um conjunto diferente de opções configuração: seções [include_smsc] e [exclude_smsc] ou diretivas IncludeSMSCFile e ExcludeSMSCFile.

source: There is more complete example available in Gammu documentation. Please note that for simplicity following examples do not include [gammu] section, you can look into gammurc(5) for some examples how it can look like.
cs: Kompletnější ukázka je dostupná v dokumentaci Gammu. Pro jednoduchost následující příklady neobsahují sekci [gammu], na její příkladu se můžete podívat do gammurc(5).
pt_br: Existem exemplos mais complexos na documentação Gammu. Por favor note note que para facilitar visualização dos exemplos, estes não incluem seção [gammu] a qual pode ser visualizada com gammurc(5) para ver vários exemplos.

source: SMSD configuration file for FILES backend could look like:
cs: Konfigurační soubor pro SMSD používající službu FILES by mohl vypadat takto:
pt_br: Arquivo de configuração SMSD para ARQUIVOS Retaguarda podem ser:

source: If you want to use MYSQL backend, you will need something like this:
cs: Pokud chcete použít službu MYSQL, bute potřebovat přibližně toto:
pt_br: Se você utilza DB de retaguarda MYSQL, você precisa algo como:

source: Process only messages from 123456 number:
cs: Zpracovávat jen zprávy od čísla 123456:
pt_br: Processa apenas as mensagens do número 123456:

source: Do not process messages from evil number 666:
cs: Nezpracovávat zprávy od ďábelského čísla 666:
pt_br: Não processa mensagens do número da besta 666:

source: Before reporting a bug, please enable verbose logging in SMSD configuration:
cs: Před hlášením chyb prosím zapněte logovaní v nastavení SMSD:
pt_br: Antes de reportar um erro (bug), por favor habilite depuração modo (verbose) na configuração do SMSD:

source: and include this verbose log within bug report.
cs: a přiložte tento log k hlášení chyby.
pt_br: e inclua esse relatório detalhado junto com o reporte de erro (bug).

source: February 8, 2010
cs: 8. únor 2010
pt_br: 22 de dezembro de 2010

source: gammu-smsd - SMS daemon for Gammu
cs: gammu-smsd - SMS démon pro Gammu
pt_br: gammu-smsd - SMS daemon para Gammu

source: B<gammu-smsd> [I<OPTION>]...
cs: B<gammu-smsd> [I<PARAMETR>]...
pt_br: B<gammu-smsd> [I<OPÇÃO>]...

source: This manual page documents briefly the B<gammu-smsd> command.
cs: Tato manuálová stránka stručně popisuje příkaz B<gammu-smsd>.
pt_br: Esse manual documenta resumidamente o comando B<gammu-smsd>.

source: B<gammu-smsd> is a program that periodically scans GSM modem for received messages, stores them in defined storage and also sends messages enqueued in this storage.
cs: B<gammu-smsd> je program, který pravidelně kontroluje GSM modem a přijímá zprávy,ukládá je na zadaném místě a také odesílá zprávy, které jsou ve frontě.
pt_br: B<gammu-smsd> é um programa que periódicamente procura por um modem GSM para receber mensagens, armazena-as em uma memória (arquivo, DB, etc) e também pode enviar mensagens enfileiradas desta memória (arquivo, DB, etc).

source: The daemon can reload configuration file after sending hangup signal (SIGHUP) and properly terminates itself on SIGINT and SIGTERM.
cs: Démon umí znovu načíst konfigurační soubor pokud mu byl zaslán signál hangup (SIGHUP) a korektně se ukončí při signálech SIGINT a SIGTERM.
pt_br: O Daemon pode recarregar o arquivo de configuração após envio do sinal de hangup "SIGHUP" e adequadamente encerrar-se em SIGINT e SIGTERM.

source: Program accepts following options (please note that long options might be not accepted on some platforms):
cs: Program přijímá následující parametry (dlouhé parametry nemusí být podporovány na všechplatformách):
pt_br: O programa aceita as seguintes opções (por favor note que opções longas (--) podem não ser aceitas em todas plataformas):

source: Shows help.
cs: Zobrazí nápovědu.
pt_br: Exibe Ajuda

source: Shows version information and compiled in features.
cs: Zobrazí informace o verzi a zakompilované funkcionalitě.
pt_br: Apresenta informação da versão e das funcionalidades compiladas.

source: Configuration file to use, default is /etc/gammu-smsdrc, on Windows there is no default and configuration file path has to be always specified.
cs: Jaký konfigurační soubor se má použít, výchozí je /etc/gammu-smsdrc, na systému Windows není žádná výchozí cesta a cesta ke konfiguračnímu souboru musí být zadána vždy.
pt_br: Arquivo de configuração a ser usado. O padrão é /etc/gammu-smsdrc, no Windows não há padrão e o caminho da pasta sempre deve ser especificado.

source: See gammu-smsdrc(5) for config file documentation.
cs: Dokumentace konfiguračního souboru je v gammu-smsdrc(5).
pt_br: Veja gammu-smsdrc(5) para documentação do arquivo de configuração.

source: B<-p>, B<--pid>=I<file>
cs: B<-p>, B<--pid>=I<soubor>
pt_br: B<-p>, B<--pid>=I<arquivo>

source: Lock file for storing pid, empty for no locking. Not supported on Windows.
cs: Zamykací soubor, kde bude uložený PID (id procesu), prázdná cesta vypne tuto funkci. Není podporováno na Windows.
pt_br: Arquivo de trava (lock) que armazena o pid. Vazio não há trava. Sem suporte no Windows.

source: B<-U>, B<--user>=I<user>
cs: B<-U>, B<--user>=I<uživatel>
pt_br: B<-U>, B<--user>=I<usuário>

source: Drop daemon privileges to chosed user after starting.
cs: Omezí oprávění uživatele po spuštění na vybraného uživatele.
pt_br: Após inicialização do Daemon, Retira privilégios do Daemon para o usuário especificado.

source: B<-G>, B<--group>=I<group>
cs: B<-G>, B<--group>=I<skupina>
pt_br: B<-G>, B<--group>=I<grupo>

source: Drop daemon privileges to chosen group after starting.
cs: Omezí oprávění uživatele po spuštění na vybranou skupinu.
pt_br: Após inicialização do Daemon, retira privilégios do Grupo

source: Daemonize program on startup. Not supported on Windows.
cs: Spustí program jako démona. Není podporováno na Windows.
pt_br: Transforma o programa em Daemon (serviço) na inicialização. Sem suporte no Windows.

source: Installs SMSD as a Windows service.
cs: Nainstaluje SMSD jako službu ve Windows.
pt_br: Instala SMSD como um Serviço Windows.

source: Uninstalls SMSD as a Windows service.
cs: Odinstaluje SMSD jako službu ve Windows.
pt_br: Desinstala SMSD como Serviço Windows.

source: Starts SMSD Windows service.
cs: Spustí SMSD službu ve Windows.
pt_br: Ativa Serviço Windows SMSD

source: Stops SMSD Windows service.
cs: Ukončí SMSD službu ve Windows.
pt_br: Para Serviço Windows SMSD

source: B<-f>, B<--max-failures>=I<count>
cs: B<-f>, B<--max-failures>=I<počet>
pt_br: B<-f>, B<--max-failures>=I<contador>

source: Terminate after defined number of failures. Use 0 to not terminate (this is default).
cs: Program se ukončí po zadaném počtu chyb. Použijte 0 pro nekonečný běh (toto je výchozí chování).
pt_br: Termina após o número definido de falhas. Use 0 para não terminar (esse é o Padrão).

source: B<-X>, B<--suicide>=I<seconds>
cs: B<-X>, B<--suicide>=I<sekundy>
pt_br: B<-X>, B<--suicide>=I<segundos>

source: Kills itself after number of seconds.
cs: Zabije se po zadaném počtu sekund.
pt_br: Encerra-se após n segundos.

source: Runs pogram as SMSD Windows service. This should not be used manually, but only Windows Service manager should use this command.
cs: Spustí program jako službu Windows. Tato volba je určena pro spouštění ze správce služeb a neměla by být používana.
pt_br: Executa o programa como Serviço Windows SMSD. Isto não pode ser feito manualmente, mas somente o Gerenciador de Serviços pode usar este comando.

source: Defines name of a Windows service. Each service requires an unique name, so if you want to run several SMSD instances, you have to name each service differently. Default is "GammuSMSD".
cs: Určí jméno služby ve Windows. Každá služba potřebuje unikátní jméno, takže pokud chcete mít spuštěných více instancí SMSD, musíte pojmenovat každou instanci jinak. Výchozí jméno je "GammuSMSD".
pt_br: Define o nome do Servico Windows. Cada serviço requer um nome único, portanto se você quer executar várias instâncias SMSD, você precisa atribuir um nome diferente para cada. O Padrão é "Gammu SMSD".

source: Linux/Unix Examples
cs: Příklady pro Linux/Unix
pt_br: Exemplos Linux / Unix

source: Start SMSD as a daemon on Linux:
cs: Spuštění SMSD jako démon na Linuxu:
pt_br: Ativar SMSD como um Daemon Linux

source: Start SMSD as a daemon on Linux with reduced privileges:
cs: Spuštění SMSD jako démon s omezenými právy na Linuxu:
pt_br: Ativar SMSD como um Daemon no Linux com privilégios reduzidos:
