Repository: Ahmedabdsw/gammu
Catalog: locale/*/docs.po
Languages: cs, pt_br

source: Find: Type = NumberGeneral\enEntry\e([0-9][0-9]\e)Text = "\e+36\e([2367]0\e)\e([^\e"]*\e)"\enEntry\e([0-9][0-9]\e)TextUnicode = \e([^\en]*\e)\en
cs: Hledat: Type = NumberGeneral\enEntry\e([0-9][0-9]\e)Text = "\e+36\e([2367]0\e)\e([^\e"]*\e)"\enEntry\e([0-9][0-9]\e)TextUnicode = \e([^\en]*\e)\en

source: Copyright \(co 2003 - 2010 Marcin Wiacek, Michal Cihar and other authors. License GPLv2: GNU GPL version 2 E<lt>http://www.gnu.org/licenses/old-licenses/gpl-2.0.htmlE<gt>
cs: Copyright \(co 2003 - 2010 Marcin Wiacek, Michal Čihař a další autoři. Licence GPLv2: GNU GPL verze 2 E<lt>http://www.gnu.org/licenses/old-licenses/gpl-2.0.htmlE<gt>

source: [gammu] YOUR CONNECTION SETTINGS logfile = /tmp/gammu.log logformat = textall
cs: [gammu] VAŠE NASTAVENÍ PŘIPOJENÍ logfile = /tmp/gammu.log logformat = textall

source: B<-c>, B<--config>=I<file>
cs: B<-c>, B<--config>=I<soubor>

source: B<gammu-config> [I<-f|--force>] [I<-c|--config config>]
cs: B<gammu-config> [I<-f|--force>] [I<-c|--config konfigurace>]

source: B<-c, --config config>
cs: B<-c, --config konfigurace>

source: For long text message, the UDH starts with 050003 followed by byte as a message reference (you can put anything there, but it should be different for each message, D3 in following example), byte for number of messages (02 in example) and byte for number of current message (01 for first message, 02 for second, etc.).
cs: Pro dlouhou textovou zprávu, UDH začíná s 050003 následované jedním bajtem s referenčním číslem zprávy (můžete sem uložit cokoliv, ale mělo by to být jiné pro každou zprávu, v příkladě je použito D3), bajtem s celkovým počet zpráv (v příkladě 02) a bajtem určujícím pořadí aktuální zprávy (01 pro první zprávu, 02 pro druhou, atd.).

source: ENVIRONMENT
cs: PROSTŘEDÍ

source: Downloading
cs: Stáhnutí

source: Some information is available on wiki and in docs/develop/ folder. You can also generate documentation using Doxygen. API documentation can be generated by make apidoc in build, you can also view it online at <http://wammu.eu/docs/devel/api/>. Similarly internal documentation can be generated by make interndoc and is available on <http://wammu.eu/docs/devel/itenrnals/>.
cs: Nějaké informace jsou dostupné na wiki a v docs/develop/ folder. Můžete si také vygenerovat dokumentaci pomocí Doxygenu. Dokumentaci API vytvoříte pomocí make apidoc v adresáři s buildem, můžete si jí prohlédnout na <http://wammu.eu/docs/devel/api/>. Podobně interní dokumentace může být vygenerována spuštěním make interndoc a je dostupná na <http://wammu.eu/docs/devel/itenrnals/>.

source: If you intend to use libGammu in your application, all you should need is to #include <gammu.h> and then use Gammu functions. You can check docs/develop/examples/ for some small example applications.
cs: Pokud chcete použít libGammu ve vaší aplikaci, vše co musíte udělat je #include <gammu.h> a pak používat funkce Gammu. V adresáři docs/develop/examples/ můžete nalézt jednoduché ukázkové aplikace.

source: Gammu All Mobile Management Utilities - Installation
cs: Gammu All Mobile Management Utilities - Instalace

source: Binaries - Linux
cs: Binárky - Linux

source: Many distributions come with prebuilt Gammu binaries, if you can use them, it is definitely the easiest thing. There are also binary packages of latest release built for many distributions available on Gammu home page <http://wammu.eu/gammu/>.
cs: Mnoho distribucí již obsahuje Gammu, takže pokud můžete použít tuto verzi, bude to pro vás nejjednodušší. Binární balíčky posledních verzí pro mnoho distribucí naleznete také na stránkách Gammu - <http://cs.wammu.eu/gammu/>.

source: Binaries - Windows
cs: Binárky - Windows

source: You can download Windows binaries from <http://wammu.eu/gammu/>. For Windows 95, 98 and NT 4.0 you will also need ShFolder DLL, which can be downloaded from Microsoft:
cs: Binárky pro Windows si můžete stáhnout z <http://cs.wammu.eu/gammu/>. Pro Windows 95, 98 a NT 4.0 budete také potřebovat ShFolder DLL, která může být stažena od Microsoftu:

source: From Sources - Requirements
cs: Ze zdrojového kódu - požadavky

source: Gammu does not require anything at all to build, but you might miss some features. Optional dependencies include:
cs: Gammu je možné zkompilovat bez jakýchkoliv dalších knihoven, ale můžete postrádat některé funkce. Volitelné závislosti jsou:

source: Bluetooth support on Linux.
cs: Podpora Bluetooth na Linuxu.

source: fbususb connection support
cs: připojení fbususb

source: New versions notification and phonedb access.
cs: Notifikace o nových verzích a přístup do databáze telefonů.

source: Support for more charsets in AT engine.
cs: Podpora pro více znakových sad pro AT telefony.

source: Localization of strings.
cs: Překlad uživatelského rozhraní.

source: MySQL support in SMSD.
cs: Podpora pro MySQL v SMSD.

source: PostgreSQL support in SMSD.
cs: Podpora pro PostgreSQL v SMSD.

source: required at least version 0.8.2
cs: je potřeba alespoň verze 0.8.2

source: DBI support in SMSD.
cs: Podpora pro DBI v SMSD.

source: For testing, please install libdbd-sqlite3
cs: Pro testování si prosím nainstalujte libdbd-sqlite3

source: Gammu has a Python bindings
cs: Gammu má rozhraní pro Python

source: SQLite + libdbi-drivers with SQLite
cs: SQLite + libdbi-drivers se SQLite

source: needed for testing of SMSD using libdbi driver
cs: potřebné pro testování SMSD za použití ovladače libdbi

source: From Sources - Linux
cs: Ze zdrojového kódu - Linux

source: You need CMake from <http://www.cmake.org> for configuring Gammu.
cs: Pro kompilaci Gammu potřebujete CMake ze stránek <http://www.cmake.org>.

source: For compatibility reasons, configure like wrapper is provided, if you don't need much specific tuning, you can use general "./configure; make; sudo make install" set of commands. The configure wrapper will create directory build-configure and build all binaries there (nothing is changed in source tree), for example gammu binary is in build-configure/gammu directory.
cs: Kvůli kompatibilitě Gammu obsahuje jednoduchý wrapper který se chová jako configure skript, takže můžete použít obvyklou sadu příkazů "./configure; make; sudo make install". Kompilace probíhá v adresáži build-configure (ve stromu se zdrojovými kódy se nic nemění), například program gammu je kompilován v adresáři build-configure/gammu.

source: If you need/want to tweak build a bit more than configure wrapper provides, you have to use CMake directly. For now, only out of source build is supported, so you have to create separate directory for build:
cs: Pokud chcete nebo potřebujete nastavit kompilaci víc než umožňuje wrapper pro configure, musíte použít přímo CMake. V současné době je podporována jen kompilace mimo zdrojový strom, takže musíte vytvořit samostatný adresář pro kompilaci:

source: Then just configure project:
cs: Poté zkonfigurujte projekt:

source: Build it:
cs: Zkompilujte ho:

source: Test that everything is okay:
cs: Otestujte jestli je všechno v pořádku:

source: And finally install it:
cs: A nakonec ho nainstalujte:

source: You can configure build parameters either by command line (see parameters bellow), or using TUI - ccmake.
cs: Parametry můžete měnit na příkazové řádce (jak je popsáno níže), nebo pomocí textového rozhraní ccmake.

source: Useful cmake parameters:
cs: Užitečné parametry cmake:

source: -DBUILD_SHARED_LIBS=ON enables shared library
cs: -DBUILD_SHARED_LIBS=ON povolí sdílenou knihovnu

source: -DCMAKE_BUILD_TYPE="Debug" enables debug build
cs: -DCMAKE_BUILD_TYPE="Debug" zapne ladicí build

source: -DCMAKE_INSTALL_PREFIX="/usr" change installation prefix
cs: -DCMAKE_INSTALL_PREFIX="/usr" změní prefix pro instalaci

source: -DENABLE_PROTECTION=OFF disables various compile time protections against buffer overflows and similar attacks
cs: -DENABLE_PROTECTION=OFF vypne různé ochrany proti přetečení bufferu a podobným útokům

source: -DBUILD_PYTHON=/usr/bin/python2.6 changes Python used for build Python module
cs: -DBUILD_PYTHON=/usr/bin/python2.6 změní Python, který bude použit pro kompilaci modulu pro Python

source: -DWITH_PYTHON=OFF disables build of python-gammu
cs: -DWITH_PYTHON=OFF vypne kompilaci python-gammu

source: You can also disable support for whole set of phones, e.g.:
cs: Můžete také vypnout podporu pro různé druhy telefonů, např.:

source: -DWITH_NOKIA_SUPPORT=OFF disables Nokia phones support
cs: -DWITH_NOKIA_SUPPORT=OFF vypne podporu pro Nokie

source: -DWITH_BLUETOOTH=OFF disables Bluetooth support
cs: -DWITH_BLUETOOTH=OFF vypne podporu pro Bluetooth

source: -DWITH_IRDA=OFF disables IrDA support
cs: -DWITH_IRDA=OFF vypne podporu pro IrDA

source: Limiting set of installed data
cs: Omezení nainstalovaných věcí

source: By setting following flags you can control which additional parts will be installed:
cs: Nastavením následujících parametrů můžete ovlivnit které volitelné části budou nainstalovány:

source: INSTALL_GNAPPLET - Install Gnapplet binaries
cs: INSTALL_GNAPPLET - instalovat binárky Gnappletu

source: INSTALL_MEDIA - Install sample media files
cs: INSTALL_MEDIA - instalovat ukázkové soubory s logy a vyzváněními

source: INSTALL_PHP_EXAMPLES - Install PHP example scripts
cs: INSTALL_PHP_EXAMPLES - instalovat ukázkové skripty v PHP

source: INSTALL_BASH_COMPLETION - Install bash completion script for Gammu
cs: INSTALL_BASH_COMPLETION - instalovat skript na doplňování parametrů Gammu v bashi

source: INSTALL_LSB_INIT - Install LSB compatible init script for Gammu
cs: INSTALL_LSB_INIT - instalovat LSB kompatibilní init skript pro Gammu

source: INSTALL_DOC - Install documentation
cs: INSTALL_DOC - instalovat dokumentaci

source: INSTALL_LOC - Install locales data
cs: INSTALL_LOC - instalovat data překladu aplikace

source: For example:
cs: Například:

source: From Sources - Windows
cs: Ze zdrojového kódu - Windows

source: You need CMake from <http://www.cmake.org> for configuring Gammu. CMake is able to generate projects for various tools including Microsoft Visual Studio, Borland toolchains, Cygwin or Mingw32. Just click on CMakeLists.txt in project sources and configure CMake to be able to find optional libraries (see cross compilation section for more information about getting those). The result should be project for your compiler where you should be able to work with it as with any other project.
cs: Pro vytvoření projektu pro kompilaci Gammu bude potřebovat CMake z <http://www.cmake.org>. CMake umí vytvořit projekty pro většinu běžně používaných IDE včetně Microsoft Visual Studio, nástroje Borland, Cygwin nebo Mingw32. Stačí kliknout na CMakeLists.txt ve zdrojových kódech a nastavit CMake tak, aby byl schopen nalézt volitelné knihovny (v sekci o křížové kompilaci naleznete informace jak je získat). Výsledkem by měl být projekt, se kterým budete moci pracovat stejně jako s jakýmkoliv jiným ve vašem IDE.

source: More detailed and up to date information is maintained on the wiki: http://www.gammu.org/wiki/index.php?title=Gammu:Compiling/installing_in_Windows
cs: Podrobnější informace naleznete na wiki: http://www.gammu.org/wiki/index.php?title=Gammu:Compiling/installing_in_Windows

source: From Sources - Mac OS X
cs: Ze zdrojového kódu - Mac OS X

source: Gammu should be compilable on Mac OS X, see wiki for up to date instructions:
cs: Gammu by mělo jít zkompilovat na Mac OS X, aktuální informace by měly být na wiki:

source: Cross compilation for Windows on Linux
cs: Křížová kompilace pro Windows na Linuxu

source: If your MinGW cross compiler binaries are not found automatically, you can specify their different names in cmake/Toolchain-mingw32.cmake.
cs: Pokud nebyl váš kompilátor pro MinGW nalezen automaticky, můžete zadat jeho jméno v cmake/Toolchain-mingw32.cmake.

source: To build just bare static library without any dependencies, use:
cs: Pro kompilaci statické knihovny bez jakýhkoliv externích závislostí spusťte:

source: Third party libraries
cs: Externí knihovny

source: The easies way to link with third party libraries is to add path to their installation to cmake/Toolchain-mingw32.cmake or to list these paths in CMAKE_FIND_ROOT_PATH when invoking cmake.
cs: Nejsnazší způsob zadání cest k používaným knihovnám je v souboru cmake/Toolchain-mingw32.cmake nebo jejich zadáním v parametru CMAKE_FIND_ROOT_PATH při spuštění cmake.

source: You can download MySQL binaries from <http://dev.mysql.com/>, but then need some tweaks:
cs: Binární balíčky MySQL můžete stáhnout z <http://dev.mysql.com/>, po rozbalení je potřeba provést pár úprav:

source: You can download PostgreSQL binaries from <http://www.postgresql.org/>, but then you need to add wldap32.dll library to bin.
cs: Můžete si stáhnout binární balíčky PostgreSQL z <http://www.postgresql.org/>, ale budete muset odjinud přidat knihovnu wldap32.dll do adresáře bin.

source: For Gettext (internationalization support), you need gettext-0.14.4-bin.zip, gettext-0.14.4-dep.zip, gettext-0.14.4-lib.zip from <http://gnuwin32.sourceforge.net/>. Unpack these to same directory.
cs: Pro podporu překladu programu potřebujete gettext-0.14.4-bin.zip, gettext-0.14.4-dep.zip, gettext-0.14.4-lib.zip z <http://gnuwin32.sourceforge.net/>. Rozbalte je všechny do jednoho adresáře.

source: For CURL support, you need curl-7.19.0-devel-mingw32.zip from <http://curl.haxx.se/>.
cs: Pro podporu CURL potřebujete curl-7.19.0-devel-mingw32.zip z <http://curl.haxx.se/>.
