Repository: Ahmedabdsw/gammu
Catalog: locale/*/docs.po
Languages: cs, pt_br

source: Sets startup text in phone.
cs: Nastaví v telefonu uvítací text.
pt_br: Define texto apresentado quando ligar o telefone.

source: B<setbitmap WALLPAPER>I< fileID>
pt_br: B<setbitmap WALLPAPER>I< ID_do_arquivo>

source: Sets wallpaper in phone.
cs: Nastaví v telefonu obrázek pozadí.
pt_br: Define papéis de parede no telefone

source: Ringtones
cs: Zvonění
pt_br: Toques

source: Ringtones are mostly supported only for older phones. For recent phones you usually just upload them to some folder in phone filesystem.
cs: Vyzvánění jsou většinou podporována jen pro starší telefony. Pro novější je obvykle jen musíte nahrát do správné složky v telefonu.
pt_br: Muitos toques são usados por telefones antigos. Para aparelhos mais recentes, basta gravar em qualquer pasta do sistema de arquivos do seu aparelho.

source: There are recognized various file formats by options described below: rttl, binary format created for Gammu, mid (saving), re (reading), ott, communicator, ringtones format found in fkn.pl, wav (saving), ime/imy (saving), rng, mmf (for Samsung).
pt_br: Existem vários formatos de arquivos reconhecidos: RTTL, BINÁRIO, formato criado pelo GAMMU, MID (salvando), RE (lendo), OTT, COMUNICATOR, formatos encontrados em fkn.pl, WAV (salvando), IME/IMY (salvando), RNG, MMF (para Samsung).

source: B<copyringtone>I< source destination [RTTL|BINARY]>
pt_br: B<copyringtone>I< origem destino [RTTL|BINARY]>

source: Copy source ringtone to destination.
cs: Zkopíruje vyzvánění do jiného souboru.
pt_br: Copia toque da origem para destino.

source: B<getphoneringtone>I< location [file]>
pt_br: B<getphoneringtone>I< localização [arquivo]>

source: Get one of "default" ringtones and saves into file
cs: Načte jedno z "výchozích" vyzvánění a uloží ho do souboru
pt_br: Obtem um dos toque padrões e grava em arquivo.

source: B<getringtone>I< location [file]>
pt_br: B<getringtone>I< localização [arquivo]>

source: Get ringtone from phone in RTTL or BINARY format.
cs: Načte vyzvánění z telefonu ve formátu RTTL nebo BINARY.
pt_br: Obtém toque do telefone no formato RTTL ou BINARY.

source: B<nokiacomposer>I< file>
pt_br: B<nokiacomposer>I< arquivo>

source: Show, how to enter RTTL ringtone in composer existing in many Nokia phones (and how should it look like).
cs: Zobrazí jak zadat RTTL vyzvánění ve skladateli dostupném v mnoha telefonech Nokia (a jak by mělo vypadat).
pt_br: Exibe, como (entrar toque e como irá ficar), RTTL na composição, vários telefones Nokia.

source: B<playringtone>I< file>
pt_br: B<playringtone>I< arquivo>

source: Play aproximation of ringtone over phone buzzer. File can be in RTTL or BINARY (Nokia DCT3) format.
cs: Přehraje vyzvánění přes reproduktor telefonu. Soubor může být buď ve formátu RTTL nebo BINARY (Nokia DCT3).
pt_br: Toca aproximação do toque (ringtone) no (buzzer) altofalante. Arquivo pode ser RTTL ou BINARY formato (Nokia DCT3).

source: B<playsavedringtone>I< number>
pt_br: B<playsavedringtone>I< número>

source: Play one of "built" ringtones. This option is available for DCT4 phones. For getting ringtones list use getringtoneslist.
cs: Přehraje jedno z "vestavěných" vyzvánění. Tento příkaz je dostupný pro telefonu DCT4. Pro získání seznamu vyzvánění použijte příkaz getringtoneslist.
pt_br: Toca um toque construído. Esta opção é disponível em telefones DCT4. Para obter a lista de toques use o comando getringtoneslist.

source: B<setringtone>I< file [-location location] [-scale] [-name name]>
pt_br: B<setringtone>I< arquivo [-location localização] [-scale] [-name nome]>

source: Set ringtone in phone. When don't give location, it will be written "with preview" (in phones supporting this feature like 61xx or 6210). When use RTTL ringtones, give location and use B<-scale>, there will be written scale info with each note. It will avoid scale problems available during editing ringtone in composer from phone menu (for example, in N33xx).
pt_br: Define toque no telefone. Quando não informar a localização, será tratado como "preview" (em telefones que suportam como 61xx ou 6210). Quanto usar tons RTTL, dando a localização e usando B<-scale>, será gravada a escala com a informação de cada nota. Isto impedirá problemas durante a edição dos toques no menu de composição (Ex. N33xx).

source: I<TIP:> when use ~ char in ringtone name, in some phones (like 33xx) name will blink later in phone menus
cs: I<TIP:> pokud použijete ve názvu vyzvánění znak ~, bude tento název v menu některých telefonů blikat (například 33xx)
pt_br: I<DICA:> quando usar o caracter ~ no nome do toque em telefones (tipo 33xx) o nome aparece piscante nos menus

source: Calendar notes
cs: Kalendář
pt_br: Anotações Agenda

source: In Nokia 3310, 3315 and 3330 these are named "Reminders" and have some limitations (depending on phone firmware version).
pt_br: Nos telefones Nokia 3310, 3315 e 3330 são tratados como "Reminders" e há limitações (depende da versão do firmware do aparelho).

source: B<deletecalendar>I< start [stop]>
pt_br: B<deletecalendar>I< início [fim]>

source: Deletes selected calendar entries in phone.
cs: Odstraní vybrané poznámky v kalendáři z telefonu.
pt_br: Apaga entradas selecionadas no calendário do telefone.

source: Retrieves all calendar entries from phone.
cs: Načte všechny poznámky v kalendáři z telefonu.
pt_br: Recupera todas as entradas do calendário do telefone.

source: B<getcalendar>I< start [stop]>
pt_br: B<getcalendar>I< início [fim]>

source: Retrieves selected calendar entries from phone.
cs: Načte vybrané poznámky v kalendáři z telefonu.
pt_br: Recupera entradas selecionadas no calendário do telefone.

source: Displays calendar settings like first day of week or automatic deleting of old entries.
cs: Zobrazí nastavení kalendáře jako první den v týdnu nebo odstraňování starých položek.
pt_br: Exibe configurações de calendário para o primeiro dia da semana ou limpeza de entradas antigas.

source: B<savefile CALENDAR>I< target.vcs file location>
pt_br: B<savefile CALENDAR>I< target.vcs arquivo localização>

source: Allows to convert between various backup formats which gammu supports for calendar events. The file type is guessed (for input file guess is based on extension and file content, for output solely on extension).
cs: Umožní převádět mezi různými formáty pro zálohy, které Gammu podporuje pro kalendář. Typ souboru je odhadnut (pro vstupní soubor podle přípony a obsahu, pro výstupní jen podle přípony).
pt_br: Permite conversão entre os vários formatos de Cópia de Segurança / Backup, em formatos que o Gammu suporta para calendários agenda (compromissos). O tipo de arquivo é deduzido com base na extensão do arquivo de entrada e em seu conteúdo. Para a saída apenas na extensão do mesmo.

source: For example if you want to convert single entry from gammu native backup to vCalendar, you need following command:
cs: Například pro převedení zálohy gammu na vCalendar můžete použít následující příkaz:
pt_br: Por Ex. se você deseja converter um compromisso de uma cópia de segurança / backup feito pelo gammu para formato vCalendar, você emite o seguinte comando:

source: To do lists
cs: Úkoly
pt_br: Tarefas

source: B<deletetodo>I< start [stop]>
pt_br: B<deletetodo>I< início [fim]>

source: Deletes selected todo entries in phone.
cs: Odstraní vybrané úkoly z telefonu.
pt_br: Apaga compromissos selecionados no telefone.

source: Retrieves all todo entries from phone.
cs: Načte všechny úkoly z telefonu.
pt_br: Recupera todos os compromissos do telefone.

source: B<gettodo>I< start [stop]>
pt_br: B<gettodo>I< início [fim]>

source: Retrieves selected todo entries from phone.
cs: Načte vybrané úkoly z telefonu.
pt_br: Recupera lista de compromissos selecionados a partir do telefone.

source: B<listtodocategory>I< text|number>
pt_br: B<listtodocategory>I< texto|número>

source: B<savefile TODO>I< target.vcs file location>
pt_br: B<savefile TODO>I< target.vcs arquivo localização>

source: Allows to convert between various backup formats which gammu supports for todo events. The file type is guessed (for input file guess is based on extension and file content, for output solely on extension).
cs: Umožní převádět mezi různými formáty pro zálohy, které Gammu podporuje pro úkoly. Typ souboru je odhadnut (pro vstupní soubor podle přípony a obsahu, pro výstupní jen podle přípony).
pt_br: Permite conversão entre os vários formatos de Cópia de Segurança / Backup, em formatos que o Gammu suporta para agenda (compromissos). O tipo de arquivo é deduzido com base na extensão do arquivo de entrada e em seu conteúdo. Para a saída apenas na extensão do mesmo.

source: Notes
cs: Poznámky
pt_br: Anotações

source: Reads all notes from the phone.
cs: Zobrazí všechny poznámky z telefonu.
pt_br: Leitura de todas as anotações do telefone.

source: Note: Not all phones supports this function, especially most Sony Ericsson phones even if they have notes inside phone.
cs: Poznámka: Ne všechny telefony toto podporují, i když funkci poznámek obsahují (například Sony-Ericsson).
pt_br: Nota: Nem todos os telefones suportam essas funções, especialmente alguns Sony Ericsson, mesmo que possuam anotações no telefone.

source: Date, time and alarms
cs: Čas, datum a budíky
pt_br: Data, Hora e Alarmes

source: B<getalarm>I< [start]>
pt_br: B<getalarm>I< [início]>

source: Get alarm from phone, if no location is specified, 1 is used.
cs: Načte budík z telfonu, pokud není zadáno umístění je použita 1.
pt_br: Obtem alarme do telefone. Se não for especificado local, 1 será usado.

source: Get date and time from phone
cs: Načte datum a čas z telefonu.
pt_br: Obtem Data e Hora do telefone

source: B<setalarm>I< hour minute>
pt_br: B<setalarm>I< hora minuto>

source: Sets repeating alarm in phone on selected time.
cs: Nastaví opakující se budík v telefonu na zadaný čas.
pt_br: Configura alarme de repetição para um determinado horário.

source: B<setdatetime>I< [HH:MM[:SS]] [YYYY/MM/DD]>
pt_br: B<setdatetime>I< [hh:mm[:ss]] [AAAA/MM/DD]> (ano,mês,dia)

source: Set date and time in phone to date and time set in computer. Please note, that this option doesn't show clock on phone screen. It only set date and time.
cs: Nastaví datum a čas v telefonu podle času v počítači. Tato volba nezobrazí hodiny na displeji mobilu, jen nastaví datum a čas.
pt_br: Configura Data e Hora no telefone com base na Data e Hora do Computador. Veja que esta opção não exibe a Data e Hora no painel do telefone.

source: I<TIP:> you can make such synchronization each time, when will connect your phone and use Gammu. See gammurc(5) for details.
cs: I<TIP:> můžete si také nastavit tuto synchronizaci při každém připojení telefonu ke Gammu. Více podrobností naleznete v gammurc(5).
pt_br: I<DICA:> você pode fazer sincronização cada vez que você conectar o Gammu com seu telefone. Veja gammurc(5) para detalhes.

source: Categories
cs: Kategorie
pt_br: Categorias

source: Backing up and restoring
cs: Záloha a obnovení
pt_br: Salvando e Restaurando

source: B<savefile BOOKMARK>I< target.url file location>
pt_br: B<savefile BOOKMARK>I< url.alvo arquivo localização>

source: Converts backup format supported by Gammu to vBookmark file.
cs: Převede formát se zálohou podporovaný Gammu do souboru vBookmark.
pt_br: Converte arquivo Cópia de Segurança / Backup criado pelo Gammu em arquivo formato vBookmark.

source: Nokia specific
cs: Specifické pro Nokii
pt_br: Específico Nokia

source: B<nokiadebug>I< filename [[v11-22] [,v33-44]...]>
pt_br: B<nokiadebug>I< nome_arquivo [[v11-22] [,v33-44]...]>

source: B<nokiadisplaytest>I< number>
pt_br: B<nokiadisplaytest>I< número>

source: 6110.c phones have place for name for one GSM network (of course, with flashing it's possible to change all names, but Gammu is not flasher ;-)). You can get this name using this option.
cs: Telefonu kompatibilní s 6110 umožňují změnit jméno jednoho operátora a tento příkaz vám umožní tuto změnu provést.
pt_br: Telefones 6110.c tem local para nome da rede GSM network (claro que com flash é possivel trocar todos os nomes, mas Gammu não é um ;-)). Você pode obter esse nome com essa opção.

source: B<nokiagetvoicerecord>I< location>
pt_br: B<nokiagetvoicerecord>I< localização>

source: Get voice record from location and save to WAV file. File is coded using GSM 6.10 codec (available for example in win32). Name of file is like name of voice record in phone.
cs: Získá ze zadané pozice v telefonu zvukovou nahrávku a uloží ji do souboru WAV. Soubor je komprimován pomocí kodeku GSM 6.10. Jeho jméno je stejné jako je v telefonu.
pt_br: Obtenha uma gravação de voz de um local e salve como arquivo .WAV. O codec utilizado é o GSM 6.10 (disponível por ex: em win32). O nome do arquivo é igual ao nome no telefone.

source: Created WAV files require GSM 6.10 codec to be played. In Win XP it's included by Microsoft. If you deleted it by accident in this operating system, make such steps:
pt_br: Criação de arquivos .WAV requerem codec GSM 6.10 para ser tocado. No Win XP já está incluído pela Microsoft.If você apagou por acidente, faça os passos a seguir:

source: 1. Control Panel
pt_br: 1. Painel de Controle

source: 2. Add hardware
cs: 2. Přidat hardware
pt_br: 2. Adicione Hardware

source: 3. click Next
cs: 3. klikněte na Další
pt_br: 3. clique Next

source: 4. select "Yes. I have already connected the hardware"
cs: 4. zvolte "Ano, hardware už je připojený"
pt_br: 4. selecione "Yes. I have already connected the hardware"

source: 5. select "Add a new hardware device"
cs: 5. zvolte "Přidat nové zařízení"
pt_br: 5. selecione "Add a new hardware device"

source: 6. select "Install the hardware that I manually select from a list"
cs: 6. zvolte "Instalovat ovladač který zvolím ze seznamu"
pt_br: 6. selecione "Install the hardware that I manually select from a list"

source: 7. select "Sound, video and game controllers"
pt_br: 7. selecione "Sound, video and game controllers"

source: 8. select "Audio codecs"
pt_br: 8. selecione "Audio codecs"

source: 9. select "windows\esystem32" directory and file "mmdriver.inf"
pt_br: 9. selecione "windows\esystem32" pasta e o arquivo "mmdriver.inf"

source: 10. if You will be asked for file msgsm32.acm, it should unpacked from Windows CD
pt_br: 10. se houver pergunta sobre o msgsm32.acm, você precisa descompactá-lo do CD Windows

source: 11. now You can be asked if want to install unsigned driver (YES), about select codec configuration (select what you want) and rebotting PC (make it)
pt_br: 11. agora haverá pergunta sobre instalar driver não assinado, responda (YES), sobre os codes que você deseja e após isso reinicialize o PC (é obrigatório para o reconhecimento pelo sistema operacional)

source: Takes output or set netmonitor for Nokia DCT3 phones.
cs: Zobrazí výstup nebo nastaví netmonitor na telefonech Nokia DCT3.
pt_br: Obtém a saída ou configura netmonitor para telefones Nokia DCT3.

source: I<TIP:> For more info about this option, please visit I<http://www.mwiacek.com> and read netmonitor manual.
cs: I<TIP:> Pro více informací se podívejte na stránky I<http://www.mwiacek.com>, kde naleznete manuál k netmonitoru.
pt_br: I<DICA:> Para mais informações sobre esta opção, veja I<http://www.mwiacek.com> e leia manual netmonitor.

source: I<TIP:> test B<243> enables all tests (after using command B<gammu nokianetmonitor 243> in some phones like 6210 or 9210 have to reboot them to see netmonitor menu)
cs: I<TIP:> test B<243> zapne všechny testy (po použití příkazu B<gammu nokianetmonitor 243> se musí některé telefony restartovat)
pt_br: I<DICA:> test B<243> habilita todos os testes (após usar comando B<gammu nokianetmonitor 243> em alguns telefones como 6210 ou 9210 é necessário reinicializar o telefone para ver o menu netmonitor)

source: Reset counters from netmonitor test 36 in Nokia DCT3 phones.
cs: Vynuluje čítače z testu 36 v netmonitoru telefonů Nokia DCT3.
pt_br: Inicializa contadores de teste de rede 36 em telefones Nokia DCT3.

source: Get/reset to "12345" security code
cs: Přečte bezpečnostní kód nebo ho nastaví na "12345".
pt_br: Obtém / Configura para "12345" o código de segurança

source: Perform tests for Nokia DCT3 phones.
cs: Spustí testy na telefonech Nokia DCT3.
pt_br: Executa testes para Nokia DCT3.

source: Note: EEPROM test can show an error when your phone has an EEPROM in flash (like 82xx/7110/62xx/33xx). The clock test will show an error when the phone doesn?t have an internal battery for the clock (like 3xxx).
pt_br: Nota: teste EEPROM pode mostrar um erro quando seu telefone tem uma EEPROM em flash (como 82xx/7110/62xx/33xx). O teste do relógio pode exibir um erro quando o telefone não tem bateria interna para relógio (como 3xxx).

source: B<nokiasetoperatorname>I< [networkcode name]>
pt_br: B<nokiasetoperatorname>I< [nome_da_rede]>

source: Enable all (?) possible menus for DCT3 Nokia phones:
cs: Zapne všechny (?) dostupné nabídky na telefonech Nokia DCT3.
pt_br: Habilita todos (?) possíveis menus para telefones Nokia DCT3:

source: 1. ALS (Alternative Line Service) option menu
cs: 1. Nabídka nastavení ALS (Alternative Line Service)
pt_br: 1. ALS (Alternative Line Service) opção de menu

source: 2. vibra menu for 3210
cs: 2. Nastavení vibračního vyzvánění pro 3210
pt_br: 2. vibra menu para 3210

source: 3. 3315 features in 3310 5.45 and higher
cs: 3. vlastnosti 3315 v 3310 5.45 a novějších
pt_br: 3. 3315 funcionalidades no 3310 5.45 e posteriores

source: 4. two additional games (React and Logic) for 3210 5.31 and higher
cs: 4. dvě další hry (React a Logic) pro 3210 5.31 a novější
pt_br: 4. dois jogos adicionais (React e Logic) para 3210 5.31 e posterior

source: 5. WellMate menu for 6150
cs: 5. Nabídka WellMate 6150
pt_br: 5. WellMate menu para 6150

source: and for DCT4:
cs: a pro DCT4:
pt_br: e para DCT4:

source: 2. Bluetooth, WAP bookmarks and settings menu, ... (6310i)
cs: 2. Nabídka Bluetooth, záložky WAP a nastavení, ... (6310i)
pt_br: 2. Bluetooth, preferidos WAP (bookmarks) e menus, ... (6310i)

source: 3. GPRS Always Online
cs: 3. GPRS vždy zapnuté
pt_br: 3. GPRS Sempre Conectado

source: B<nokiasetvibralevel>I< level>
pt_br: B<nokiasetvibralevel>I< nível>

source: Set vibra power to "level" (given in percent)
cs: Nastaví úrověň vibrací na úroveň "level" (v procentech)
pt_br: Configura a força da vibração (em percentual)

source: Siemens specific
cs: Specifické pro Siemens
pt_br: Específico Siemens

source: Enables network monitor in Siemens phone. Currently known values for type are 1 for full and 2 for simple mode.
pt_br: Habilita modo monitor num telefone Siemens. Valores atualmente conhecidos são: 1=para (full) e 2=(simples).

source: Network
cs: Síť
pt_br: Rede

source: B<getgprspoint>I< start [stop]>
pt_br: B<getgprspoint>I< início [fim]>

source: B<listnetworks>I< [country]>
pt_br: B<listnetworks>I< [país]>

source: Show names/codes of GSM networks known for Gammu
cs: Zobrazí názvy GSM sítí známých Gammu.
pt_br: Mostra nomes/códigos de redes GSM reconhecidas pelo Gammu

source: Show information about network status from the phone.
cs: Zobrazí informace o stavu sítě z telefonu.
pt_br: Exibe informação sobre situação da rede do telefone.

source: WAP settings and bookmarks
cs: Nastavení WAPu a záložky
pt_br: configurações e endereços WAP

source: B<deletewapbookmark>I< start [stop]>
pt_br: B<deletewapbookmark>I< início [fim]>

source: Delete WAP bookmarks from phone.
cs: Odstraní WAP záložky z telefonu.
pt_br: Apaga preferidos WAP (bookmarks) do telefone.

source: B<getchatsettings>I< start [stop]>
pt_br: B<getchatsettings>I< início [fim]>

source: B<getsyncmlsettings>I< start [stop]>
pt_br: B<getsyncmlsettings>I< início [fim]>

source: B<getwapbookmark>I< start [stop]>
pt_br: B<getwapbookmark>I< início [fim]>

source: Get WAP bookmarks from phone.
cs: Načte WAP záložky z telefonu.
pt_br: Obtém preferidos WAP (bookmarks) do telefone.

source: B<getwapsettings>I< start [stop]>
pt_br: B<getwapsettings>I< início [fim]>

source: Get WAP settings from phone.
cs: Načte nastavení WAPu z telefonu.
pt_br: Obtem configurações WAP do telefone.

source: MMS and MMS settings
cs: MMS a jejich nastavení
pt_br: configurações MMS

source: B<getmmssettings>I< start [stop]>
pt_br: B<getmmssettings>I< início [fim]>

source: B<readmmsfile>I< file [-save]>
pt_br: B<readmmsfile>I< arquivo [-save]>

source: Phone tests
cs: Testy telefonu
pt_br: Testes Telefone

source: FM radio
cs: FM rádio
pt_br: Rádio FM

source: B<getfmstation>I< start [stop]>
pt_br: B<getfmstation>I< início [fim]>

source: Show info about FM stations in phone
cs: Zobrazí informace o FM stanicích v telefonu.
pt_br: Exibe informações sobre estações rádio FM no telefone

source: Phone information
cs: Informace o telefonu
pt_br: Informação do telefone

source: Displays information about battery and power source.
pt_br: Exibe informação sobre bateria e fonte de energia.

source: Gets network information from phone (same as networkinfo) and prints location (latitude and longitude) based on information from OpenCellID E<lt>http://opencellid.orgE<gt>.
cs: Načte informace o síti z telefonu (stejné jako networkinfo) a zobrazí vaše umístění (zeměpisnou šířku a délku) podle informací z OpenCellID E<lt>http://opencellid.orgE<gt>.
pt_br: Obtém informações sobre a rede do telefone (similar a networkinfo) e imprime localização (latitude e longitude) com base na informação de OpenCellID E<lt>http://opencellid.orgE<gt>.

source: Show, if phone wait for security code (like PIN, PUK, etc.) or not
cs: Zobrazí, jestli telefon čeká na bezpečnostní kód (PIN, PUK a podobně).
pt_br: Exibe, se o telefone aguarda por código de segurança (PIN, PUK, etc.) ou não.

source: Show the most important phone data.
cs: Zobrazí základní informace o telefonu.
pt_br: Exibe dados importantes sobre o telefone.

source: Phone settings
cs: Nastavení telefonu
pt_br: Configuração telefone

source: B<getprofile>I< start [stop]>
pt_br: B<getprofile>I< início [fim]>

source: Reset phone settings. I<BE CAREFULL !!!!>
cs: Obnoví výchozí nastavení telefonu. I<BUĎTE OPATRNÍ !!!!>
pt_br: Inicializa configurações do telefone. I<CAUTELA !!!!>

source: B<PHONE:>
pt_br: B<Telefone:>

source: Clear user settings
cs: Odstraní uživatelská nastavení
pt_br: Limpa configurações do usuário

source: * removes or set logos to default
cs: * odstraní nebo obnoví výchozí loga
pt_br: * remove ou configura logotipos padrões

source: * set default phonebook and other menu settings
cs: * obnoví výchozí nastavení kontaktů a menu
pt_br: * configura contato padrão e outros menus

source: * clear T9 words,
cs: * vyprázdní slovník T9
pt_br: * limpa palavras T9,

source: * clear call register info
cs: * vymaže informace o hovorech
pt_br: * limpa registrador de chamadas

source: * set default profiles settings
cs: * obnoví výchozí nastavení profilů
pt_br: * configura perfil padrão

source: * clear user ringtones
cs: * odstraní uživatelská vyzvánění
pt_br: * limpa toques usuário

source: * changes like after B<ALL>
cs: * změny jako B<ALL>
pt_br: * atualiza após B<ALL>

source: * disables netmon and PPS (all "hidden" menus)
cs: * vypne netmonitor a PPS (všechna "skrytá" menu)
pt_br: * desabilita netmon e PPS (todos menus ocultos "hidden")

source: B<FACTORY:>
pt_br: B<FÁBRICA:>

source: * changes like after B<UIF>
cs: * změny jako B<UIF>
pt_br: * mudanças como após B<UIF>

source: * clear date/time
cs: * vymaže datum a čas
pt_br: * limpa data / horário

source: Dumps decoding
cs: Dekódování výpisů
pt_br: Decodificando Conteúdo

source: B<decodebinarydump>I< file [phonemodel]>
pt_br: B<decodebinarydump>I< arquivo [modelo_telefone]>
