Repository: Ahmedabdsw/gammu
Catalog: locale/*/docs.po
Languages: cs, pt_br

source: B<errorsdate> - errors in text format, with time stamp
cs: B<errorsdate> - chyby v textovém formátu, s časovou značkou
pt_br: B<errorsdate> - erros no formato texto com data e hora

source: B<binary> - transmission dump in binary format
cs: B<binary> - obsah komunikace v binárním formátu
pt_br: B<binary> - gravação em formato binário

source: For debugging use either B<textalldate> or B<textall>, it contains all needed information to diagnose problems.
cs: Pro ladění použijte buď B<textalldate> nebo B<textall>, tím budou v logu obsaženy všechny informace potřebné pro diagnostiku problému.
pt_br: Para depuração utilize B<textalldate> ou B<textall>. Ambas conterão todas as informações necessárias para diagnóstico dos problemas.

source: B<Features>
pt_br: B<Funcionalidades>

source: Custom features for phone. This can be used as override when values coded in common/gsmphones.c are bad or missing. Consult include/gammu-info.h for possible values (all GSM_Feature values without leading F_ prefix). Please report correct values to Gammu authors.
cs: Vlastní parametry telefonu. Toto může být použito pro přepsání parametrů zadaných v common/gsmphones.c, které jsou chybné. Pro seznam hodnot se můžete podívat to include/gammu-info.h (všechny hodnot GSM_Feature bez prefixu F_). Prosím nahlašte správné hodnoty autorům Gammu.
pt_br: Funcionalidades configuradas para o telefone. Isto pode ser utilizado para sobrepor valores codificados no "common/gsmphones.c", ausentes ou inadequados. Consulte include/gammu-info.h para valores possiveis (todas as Funcionalidades GSM_Feature sem terminação F_prefixo). Por favor reporte valores corretos para os autores do Gammu.

source: On Posix systems, you might want to lock serial device when it is being used using UUCP-style lock files. Enabling this option (setting to yes) will make Gammu honor these locks and create it on startup. On most distributions you need additional privileges to use locking (eg. you need to be member of uucp group).
cs: Na Posixových systémech můžete chtít použít zamykání zařízení pomocí UUCP zámků. Zapnutím této volby (nastavením na yes) bude Gammu dodržovat tyto zámky a vytvářet je při připojování. Na většině distribucí pro vytvoření zámku potřebujete dodatečná oprávnění (například být členem skupiny uucp).
pt_br: Em sistemas compativeis Posix, você pode desejar travar o dispositivo serial enquanto ele estiver sendo utilizado usando modo trava arquivos UUCP. Habilitando esta opção (ativando "yes"), fará com que o Gammu crie e respeite estas travas na inicialização. Em muitas distribuições você precisa de privilégios adicionais para usar travas (lock). Ex. ser membro do grupo uucp.

source: This option has no meaning on Windows.
cs: Tento parametr nemá na Windows žádný význam.
pt_br: Esta opção não tem sentido no Windows.

source: There is more complete example available in Gammu documentation.
cs: Podrobnější příklady jsou dostupné v dokumentaci Gammu.
pt_br: Há exemplos mais completos, disponíveis na documentação Gammu.

source: Gammu configuration for Nokia phone using DLR-3 cable:
cs: Konfigurace Gammu pro telefon Nokia připojený kabelem DLR-3:
pt_br: Configuração Gammu para telefone Nokia usando cabos DLR-3:

source: Gammu configuration for Sony-Ericsson phone (or any other AT compatible phone) connected using USB cable:
cs: Konfigurace Gammu pro telefon Sony-Ericsson (nebo jiný používající AT příkazy) připojený pomocí USB kabelu:
pt_br: Configuração para telefones Sony-Ericsson (ou qualquer outro telefone compatível AT) conectado usando cabo USB:

source: Gammu configuration for Sony-Ericsson (or any other AT compatible phone) connected using bluetooth:
cs: Konfigurace Gammu pro telefon Sony-Ericsson (nebo jiný používající AT příkazy) připojený pomocí Bluetooth:
pt_br: Configuração para Sony-Ericsson (ou qualquer outro telefone compatível com comandos AT) usando Bluetooth:

source: Gammu configuration for phone which needs to manually adjust Bluetooth channel to use channel 42:
cs: Nastavení Gammu pro telefon, ke kterému se musí připojovan na Bluetooth kanálu 42:
pt_br: Configuração Gammu para o telefone precisa que seja feito o ajuste manual para o canal Bluetooth 42:

source: Working with multiple phones
cs: Práce s více telefony
pt_br: Trabalhando com múltiplos telefones

source: Gammu can be configured for multiple phones (however only one connection is used at one time, you can choose which one to use with --section parameter). Configuration for phones on three serial ports would look like following:
pt_br: Gammu pode ser configurado para trabalhar com multiplos telefones (contudo somente uma conexão é utilizada, por vez) você pode escolher qual através do parâmetro --section. Configuração para 3 portas seriais, ficariam assim:

source: gammu-smsd and this manual page were written by Michal Cihar E<lt>michal@cihar.comE<gt>.
cs: gammu-smsd a tuto manuálovou stránku napsal Michal Čihař E<lt>michal@cihar.comE<gt>.
pt_br: gammu-smsd e este manual foram escritos por Michal Cihar E<lt>michal at cihar dot com e traduzidos para pt-BR por gsavix at gmail dot comE<gt>.

source: Copyright \(co 2009 Michal Cihar and other authors. License GPLv2: GNU GPL version 2 E<lt>http://www.gnu.org/licenses/old-licenses/gpl-2.0.htmlE<gt>
cs: Copyright \(co 2009 Michal Čihař a další autoři. Licence GPLv2: GNU GPL verze 2 E<lt>http://www.gnu.org/licenses/old-licenses/gpl-2.0.htmlE<gt>
pt_br: Copyright \(co 2010 Michal Cihar e outros autores. Licença GPLv2: GNU GPL versão 2 E<lt>http://www.gnu.org/licenses/old-licenses/gpl-2.0.htmlE<gt>

source: January 31, 2010
cs: Leden 31, 2010
pt_br: 31 de janeiro de 2010

source: gammu-smsdrc - gammu-smsd(1) configuration file
cs: gammu-smsdrc - konfigurační soubor pro gammu-smsd(1)
pt_br: gammu-smsdrc - gammu-smsd(1) arquivo de configuração

source: gammu-smsd(1) reads configuration from a config file. It's location can be specified on command line, otherwise default path /etc/gammu-smsdrc is used.
cs: gammu-smsd(1) čte konfiguraci z konfiguračního souboru. Jeho umístění může být zadáno na příkazové řádce, jinak se použije /etc/gammu-smsdrc.
pt_br: gammu-smsd(1) leitura da configuração do arquivo. Sua localização pode ser especificada na linha de comando, caso não seja especificada utilizará /etc/gammu-smsdrc.

source: Configuration file of gammu-smsd consists of at least two sections - [gammu] and [smsd].
cs: Konfigurační soubor pro gammu-smsd se skládá alespoň ze dvou sekcí - [gammu] a [smsd].
pt_br: Arquivo de Configuração do gammu-smsd consiste em pelo menos 2 seções - [gammu] e [smsd].

source: The [gammu] section is configuration of a phone connection and is same as described in gammurc(5) with the only exception that logfile is ignored and common logging for gammu library and SMS daemon is used. However the logformat directive still configures how much messages gammu emits.
cs: Sekce [gammu] je konfigurací připojení k telefonu a je stejná jako je popsáno v gammurc(5) s jedinou vyjímkou a to ignorování direktivy logfile, protože logování je prováděno přes SMS démona. Nicméně direktiva logformat stále určuje jak moc ladicích hlášek bude gammu předávat.
pt_br: A seção [gammu] é a configuração da conexão do telefone e está descrita através do gammurc(5) com a única exceção do arquivo de depuração (log) que é ignorado e depuração comun para Gammu Lib e SMS daemon é usada. Contudo a diretiva logformat configura como o Gammu grava a depuração.

source: The [smsd] section configures SMS daemon itself, which are described in following subsections. First general parameters of SMS daemon are listed and then specific parameters for storage backends.
cs: Sekce [smsd] nastavuje SMS démona a je popsána v následující části textu. Nejdříve jsou popsány obecné parametry SMS démona a pak parametry pro jednotlivé služby.
pt_br: A seção [smsd] configura o Daemon SMS, o qual é descrito na seguinte subseção. Primeiro os parâmetros gerais do Daemon SMS são listados e então parâmetros de armazenamento.

source: Then there are optional sections [include_numbers] and [exclude_numbers], which control message filtering (see bellow).
cs: Dále jsou volitelné sekce [include_numbers] a [exclude_numbers], které ovládají filtrování zpráv (viz dále).
pt_br: Então existem as seções opcionais [include_numbers] e [exclude_numbers], a qual controla o filtro de mensagens (veja abaixo).

source: General parameters of SMS daemon
cs: Obecné parametry SMS démona
pt_br: Parâmtros Gerais para o Daemon SMS

source: SMSD service to use, one of FILES, NULL, MYSQL, PGSQL, DBI (depends on compiled in support for backends).
cs: Jakou službu SMSM použít, jedna z FILES, NULL, MYSQL, PGSQL, DBI (záleží na zakompilovaných knihovnách).
pt_br: O Serviço SMSD usa um dos seguintes: (FILES, NULL, MYSQL, PGSQL, DBI (Dependendo das opções de compilação).

source: B<FILES> - stores messages in files, see gammu-smsd-files(7) for details
cs: B<FILES> - ukládá zprávy v souborech, pro podrobnosti viz gammu-smsd-files(7)
pt_br: B<FILES> - armazena mensagens em arquivos, veja gammu-smsd-files(7) para detalhes

source: B<NULL> - does not store messages at all, see gammu-smsd-null(7) for details
cs: B<NULL> - vůbec neukládá zprávy, pro podrobnosti viz gammu-smsd-null(7)
pt_br: B<NULL> - Não armazena mensagens, veja gammu-smsd-null(7) para detalhes

source: B<MYSQL> - stores messages in MySQL database, see gammu-smsd-mysql(7) for details
cs: B<MYSQL> - ukládá zprávy v MySQL databázi, pro podrobnosti viz gammu-smsd-mysql(7)
pt_br: B<MYSQL> - armazena mensagens em banco de dados MySQL, veja gammu-smsd-mysql(7) para detalhes

source: B<PGSQL> - stores messages in PostgreSQL database, see gammu-smsd-pgsql(7) for details
cs: B<PGSQL> - ukládá zprávy v databázi PostgreSQL, pro podrobnosti viz gammu-smsd-pgsql(7)
pt_br: B<PGSQL> - armazena mensagens num banco de dados PostgreSQL, veja gammu-smsd-pgsql(7) para detalhes.

source: B<DBI> - stores messages in any database supported by libdbi, this includes MSSQL, MySQL, PostgreSQL or SQLite databases, see gammu-smsd-dbi(7) for details
cs: B<DBI> - ukládá zprávy v jakékoliv databázi podporované libdbi, toto zahrnje MSSQL, MySQL, PostgreSQL nebo SQLite , pro podrobnosti viz gammu-smsd-dbi(7)
pt_br: B<DBI> - armazena mensagens em qualquer banco de dados suportado por libdbi, isso inclui MSSQL, MySQL, PostgreSQL ou SQLite. Veja gammu-smsd-dbi(7) para detalhes.

source: PIN for SIM card. This is optional, but you should set it if your phone after power on requires PIN.
cs: PIN pro SIM kartu. Tento parametr je volitelný, ale měl by být zadán, pokud telefon po restartu vyžaduje PIN.
pt_br: PIN para o cartão SIM. É opcional, mas você precisa configurar se o seu aparelho requer o PIN após ser ligado.

source: Network personalisation password. This is optional, but some phones require it after power on.
cs: Heslo nastavení sítě. Tento parametr je volitelný, ale měl by být zadán, pokud ho telefon po zapnutí vyžaduje.
pt_br: Senha personalizada para a rede. É opcional, mas muitos telefones requerem a senha, após ser ligados.

source: Phone lock password. This is optional, but some phones require it after power on.
cs: Heslo zámku telefonu. Tento parametr je volitelný, ale měl by být zadán, pokud ho telefon po zapnutí vyžaduje.
pt_br: Senha para travar o telefone. É opcional, mas muitos aparelhos requerem após serem ligados.

source: File where SMSD actions are being logged. You can also use special value "syslog" which will send all messages to syslog daemon. On Windows another special value "eventlog" exists, which will send logs to Windows Event Log.
cs: Soubor, kde budou zaznamenány informace o akcích prováděných SMSD. Můžete také použít speciální hodnotu "syslog", která zapne logování prostřednictvím syslog démona. Na Windows je možné použít jinou speciální hodnotu "eventlog", při které budou záznamy posílány do Logu Událostí ve Windows.
pt_br: Arquivo onde as ações do Daemon SMSD serão registradas. Você também pode especificar o valor reservado "syslog" o qual irá enviar todas as mensagens para o agente Daemon Syslog. No Windows existe outro valor reservado "eventlog", o qual enviará as mensagens para o Windows Event Log.

source: If you run SMSD as a system daemon (or service), it is recommended to use absolute path to log file as startup directory might be different than you expect.
pt_br: Se você executar o SMSD como um Daemon de sistema ou serviço, é recomendado que você informe o caminho absoluto para o arquivo de depuração, pois a pasta de execução pode ser diferente da que você espera.

source: Default is to provide no logging.
cs: Výchozí stav je vypnuté logování.
pt_br: Padrão é NÃO prover depuração (log).

source: B<DebugLevel>
pt_br: B<Nível Depuração>

source: Debug level for SMSD. The integer value should be sum of all flags you want to enable.
cs: Ladicí úroveň SMSD. Číslo je součtem všech hodnot, které chcete logovat.
pt_br: Nível de Depuração para o SMSD. Um valor inteiro será a soma de tudo que você quer habilitar.

source: B<1> - enables basic debugging information
cs: B<1> - základní ladicí informace
pt_br: B<1> - Informação básica de depuração

source: B<2> - enables logging of SQL queries of service backends
cs: B<2> - logování SQL dotazů
pt_br: B<2> - Habilita depuração de Consultas SQL no Banco de Dados

source: B<4> - enables logging of gammu debug information
cs: B<4> - zapne logování ladicích informací gammu
pt_br: B<4> - Habilita depuração de informações relativas ao Gammu

source: Generally to get as much debug information as possible, use 255.
cs: Pro maximální množství ladicích informací nastavte 255.
pt_br: Geralmente para obter o máximo de informação possível utilize 255.

source: Default is 0, what should mean no extra information.
cs: Výchozí je 0, což znamená žádné ladicí informace.
pt_br: Padrão é 0 (zero), o que significa nenhuma informação extra.

source: How many seconds should SMSD wait after there is no message in outbox.
cs: Kolik sekund by měl SMSD čekat po každé, když není nalezena žádná zpráva k odeslání.
pt_br: Quantos segundos o SMSD aguarda após não existir nenhuma mensagem na caixa de saída.

source: Default is 30.
cs: Výchozí je 30.
pt_br: Padrão é 30.

source: Shows how many seconds SMSD should wait for network answer during sending sms. If nothing happen during this time, sms will be resent.
cs: Určuje kolik sekund má SMSD čekat na odpověď sítě během odesílání zprávy. Pokud se během té doby nic nestane, zpráva bude odeslána znovu.
pt_br: Exibe quantos segundos o SMSD aguarda pela resposta da rede, durante o envio de SMS. Se nada ocorrer durante este tempo, o SMS será reenviado.

source: How many times will SMSD try to resend message if sending fails.
cs: Kolikrát se bude SMSD pokoušet znovu odeslat zprávu pokud se to na první pokus nepodaří.
pt_br: Quantas tentativaso SMSD irá fazer para reenviar mensagens que falham.

source: Default is 1.
cs: Výchozí je 1.
pt_br: Padrão é 1.

source: The number of seconds between testing for received SMSes, when the phone is busy sending SMSes. Normally a test for received SMSes is done every CommTimeout seconds and after each sent SMS.
cs: Počet sekund mezi zjišťováním, zda jsou nějaké nově přijaté SMS zprávy, pokud je telefon zaměstnán odesíláním zpráv. Obvykle se nové zprávy hledají každých CommTimeout sekund a po každé odeslané SMS.
pt_br: O número de segundos entre o teste de recebimento de SMS, quando o telefone está ocupado enviando SMS. Normalmente o teste para SMS recebida é feito a cada (CommTimeout) segundos e após cada envio de SMS.

source: Default is 0 (not used).
cs: Výchozí je 0 (není použito).
pt_br: Padrão é 0 (não usado).

source: The number of seconds between refreshing phone status (battery, signal) stored in shared memory and possibly in service backends. Use 0 to disable.
cs: Počet sekund mezi načítáním stavu telefonu (baterie a signál) a ukládáním do sdílené paměti a případně to úložiště používané služby. Pro nenačítání těchto informací nastavte 0.
pt_br: O número de segundos entre atualizar a situação do telefone (bateria, sinal,etc) armazenado na memória compartilhada e no serviço de retaguarda (DB ou arquivo). Use 0 para desabilitar.

source: Default is 15.
cs: Výchozí je 15.
pt_br: Padrão é 15.

source: The number of seconds how long will SMSD sleep before checking for some activity. Please note that setting this to higher value than 1 will have effects to other time based configurations, because they will be effectively rounded to multiply of this value.
cs: Počet sekund, kolik bude SMSD spát před zjišťováním nějaké aktivity. Hodnota větší než 1 bude mít vliv na ostatní nastavení časů, protože ty pak budou efektivně zaokrouhlena nahoru na nejbližší násobek tohoto nastavení.
pt_br: O número de segundos que o SMSD aguarda antes de verificar alguma atividade. Por favor note que configurando valores acima de 1, haverá efeitos em outros tempos da configuração, pois eles serão efetivamente arredondados para multiplicar por este valor).

source: The number of seconds how long will SMSD wait for all parts of multipart message. If all parts won't arrive in time, parts will be processed as separate messages.
cs: Počet sekund jak dlouho bude SMSD čekat na doručení všech částí zprávy. Pokud všechny části nedorazí včas, budou zpracovány jako samostatné zprávy.
pt_br: O número de segundos que o SMSD aguarda para que todas as partes de uma mensagem múltipla. Se todas as partes não chegarem no tempo especificado, as partes serão processadas como mensagens separadas.

source: Default is 600 (10 minutes).
cs: Výchozí je 600 (10 minut).
pt_br: Padrao é 600 (10 minutos).

source: Whether to check if phone wants to enter PIN.
cs: Jestli se má kontrolovat, zda telefon vyžaduje PIN.
pt_br: Quando verificar se o telefone requer o PIN.

source: Default is 1 (enabled).
cs: Výchozí je 1 (povoleno).
pt_br: Padrão é 1. (habilitado)

source: Whether to check phone battery state periodically.
cs: Jestli se má periodicky kontrolovat stav baterie telefonu.
pt_br: Quando a bateria deve ser verificada periodicamente.

source: Whether to check signal level periodically.
cs: Jestli se má periodicky kontrolovat stav signálu.
pt_br: Quando o nível de sinal deve ser verificado periodicamente

source: The number of seconds between performing a preventive soft reset in order to minimize the cases of hanging phones e.g. Nokia 5110 will sometimes freeze to a state when only after unmounting the battery the phone will be functional again.
cs: Počet sekund mezi provádění preventivního resetu telefonu. Tato volba může zabránit zatuhnutí některý telefonů (například Nokia 5110), které při delším použivání přestanou reagovat a jen vyndání baterie je může oživit.
pt_br: O número de segundos entre a execução preventiva de inicialização "soft" para minimizar os casos onde o telefone trava (ex. Nokia 5110 algumas vezes congela, e só após retirar a bateria o telefone torna-se funcional novamente.)

source: Whether delivery reports should be used, one of 'no', 'log', 'sms'.
cs: Jak mají být používány doručenky, jedna z možností 'no', 'log', 'sms'.
pt_br: Quando relatório de envio será utilizado, informe (no,log ou sms).

source: B<log> - one line log entry,
cs: B<log> - logovat informace o doručenkách,
pt_br: B<log> - uma linha na depuração (log),

source: B<sms> - store in inbox as a received SMS
cs: B<sms> - ukládat doručenky jako příchozí SMS.
pt_br: B<sms> - armazena SMS na caixa postal

source: B<no> - no delivery reports
cs: B<no> - nevyžadovat doručenky
pt_br: B<no> - não há relatório de envio

source: Default is 'no'.
cs: Výchozí je 'no'.
pt_br: Padrão é "no"

source: Delay in seconds how long is still delivery report considered valid. This depends on brokeness of your network (delivery report should have same timestamp as sent message). Increase this if delivery reports are not paired with sent messages.
cs: Prodleva v sekundách, jak dlouho je doručenka považována za platnou. Tento parametr závisí na chybách v použité síti (doručenka by měla obsahovat stejný čas jako odeslaná zpráva). Zvyšte tuto hodnotu pokud se Gammu nedaří spárovat doručenky s odeslanými zprávami.
pt_br: Atraso em segundos para que um relatório de envio seja considerado válido. Isto depende da confiabilidade da sua rede (envio de relatório precisa ter a mesma data/hora da mensagem enviada). Aumente este parâmetro, se seus relatórios não estão conjugados com as mensagens enviadas.

source: String with info about phone used for sending/receiving. This can be useful if you want to run several SMS daemons.
cs: Text s informací o telefou, použité při odesílání a přijímání. Tato volba může být užitečná, pokud chcete provozovat více SMS démonů.
pt_br: A string com a informação que seu telefone usará para enviar e receber mensagens. Isto pode ser útil quando você executa vários Daemons SMS.

source: When you set PhoneID, all messages (including injected ones) will be marked by this string and it allow more SMS daemons to share single database. This option has actually no effect of FILES backend service.
cs: Pokud nastavíte PhoneID, všechny zprávy (včetně těch vložených pomocí gammu-smsd-inject) budou označeny tímto textem a tím bude umožněno více démonům sdílet jednu databázi. Tento parametr nemá žádný vliv na službu ukládání zpráv do souborů (FILES).
pt_br: Quando você configura PhoneID, todas as mensagens incluindo as injetadas, serão marcadas com esta string e isso permite que vários Daemons SMS compartilhem um único Banco de Dados. Esta opção não tem efeito quando você escolher o serviço FILES.

source: Executes a program after receiving message.
cs: Spustí program po přijetí zprávy.
pt_br: Executa um programa após receber uma mensagem.

source: This parameter is executed through shell, so you might need to escape some special characters and you can include any number of parameters. Additionally parameters with identifiers of received messages are appended to the command line. The identifiers depend on used service backend, typically it is ID of inserted row for database backends or file name for file based backends.
cs: Tento prarametr je spuštěn přes shell, takže možná budete potřebovat escapovat některé znaky a můžete použít jakékoliv množství parametrů. SMSD dále přidá parametry s identifikátory přijatých zpráv. Typ identifikátorů záleží na použité službě, pro databázové služby je to obvykle ID vloženého řádku, pro souborové pak jméno souboru.
pt_br: Esse parametro é executado através do shell (command). Você precisa utilizar alguns caracteres especiais e você pode incluir qualquer número de parâmetros. Adicionalmente os parametros com identificador de recebimento de mensagens são adicionados à linha de comando. Os identificadores dependem do uso do serviço retaguarda (DB). Tipicamente é o ID da coluna inserida no banco de dados ou o nome do arquivo de retaguarda.

source: Gammu SMSD waits for the script to terminate. If you make some time consuming there, it will make SMSD not receive new messages. However to limit breakage from this situation, the waiting time is limited to two minutes. After this time SMSD will continue in normal operation and might execute your script again.
cs: Gammu SMSD čeká na ukončení skriptu. Pokud budete provádět nějaké časově náročné operace, zastavíte přijímání nových zpráv. Aby se zabránilo větším komplikacím, čeká SMSD maximálně dvě minuty. Po této době bude pokračovat v normálním běhu a může spustit váš skript znovu.
pt_br: O Gammu SMSD aguarda até o (script) terminar. Se você tem tempo gasto aqui, isto pode impedir o SMSD de receber novas mensagens. Contudo para limitar a quebra dessa situação, o tempo de espera é limitado a 2 minutos. Após este tempo o SMSD irá continuar sua operação normal e poderá executar seu (script) novamente.
