Repository: Ahmedabdsw/gammu
Catalog: locale/*/docs.po
Languages: cs, pt_br

source: Decodes a dump made by Gammu with B<logformat> se to B<binary> (see I<README> for info about this method of reporting bugs).
cs: Dekóduje dump vytvořený Gammu s B<logformat> nastaveným na B<binary> (více informací o tomto způsobu hlášení chyb naleznete v I<README>).
pt_br: Decodifica um "dump" feito pelo Gammu com B<formato de deguração (log)> direcionado para B<binário> (veja I<README> para informação sobre este método de reportar erros).

source: This option is available only if Gammu was compiled with debuging options.
cs: Tento příkaz je dostupný jen pokud bylo Gammu kompilováno s ladicími volbami.
pt_br: Esta opção só é disponível se o Gammu foi compilado com opção para depuração (debug).

source: B<decodesniff MBUS2|IRDA>I< file [phonemodel]>
pt_br: B<decodesniff MBUS2|IRDA>I< arquivo [modelo_telefone]>

source: Option available only, if Gammu was compiled with debug. Allows to decode sniffs. See I</docs/develop/develop.txt> for more details.
cs: Tato volba je dostupná jen pokud bylo Gammu zkompilováno s ladicím kódem a umožní dekódovat odposlechy komunikace s některými telefony. Více detailů naleznete v I<docs/develop/develop.txt>.
pt_br: Opção disponível sómente se o Gammu foi compilado com (debug) Permite decodificar "sniffs". Veja I</docs/develop/develop.txt> para maiores detalhes.

source: Functions that don't fit elsewhere
cs: Fuknce, které se nevešly jinam
pt_br: Funções que não se enquadram em outras

source: B<batch>I< [file]>
pt_br: B<batch>I< [arquivo]>

source: Starts Gammu in a batch mode. In this mode you can issue several commands each on one line. Lines starting with # are treated as a comments.
cs: Spustí Gammu v dávkovém režimu, kdy můžete provést více příkazů, každý na jedné řádce. Řádky začínající # jsou považovány za komentáře.
pt_br: Executa Gammu em modo Batch (assíncrono). Nesse modo você pode emitir vários comandos (um em cada linha) Linhas que começam com # são tratadas como comentários.

source: By default, commands are read from standard input, but you can optionally specify a file from where they would be read (special case - means standard input).
cs: Pokud nezadáte jméno souboru, jsou příkazy čteny ze standardního vstupu. Jinak jsou čteny z tohoto souboru, speciální případ - znamená čtení ze standardního vstupu.
pt_br: Por Padrão, os comandos são lidos da entrada padrão (stdin), mas você pode opcionalmente informar um nome de arquivo a partir de onde será feita a leitura (caso especial - (hífen) quer dizer entrada padrão).

source: B<entersecuritycode PIN|PUK|PIN2|PUK2|PHONE|NETWORK>I< code|->
pt_br: B<entrecódigosegurança PIN|PUK|PIN2|PUK2|PHONE|NETWORK>I< códigoe|->

source: Allow to enter security code from PC. When code is -, it is read from stdin.
cs: Umožní zadat bezpečností kód z PC. Pokud je jako kód zadáno -, je načten ze standardního vstupu.
pt_br: Permite entrar com o código de segurança a partir do computador. Quando o código é - (hífen) será lido a partir da entra padrão (stdin).

source: Press specified key sequence on phone keyboard
cs: Simuluje stisk kláves na klávesnici telefonu
pt_br: Pressione a sequência de teclas no teclado do telefone

source: B<nN> - Names key
cs: B<nN> - Klávesa pro jména
pt_br: B<nN> - Nomes de teclas

source: B<pP> - Power
cs: B<pP> - Vypínač
pt_br: B<pP> - Liga

source: B<uU> - Up
cs: B<uU> - Nahoru
pt_br: B<uU> - Acima

source: B<dD> - Down
cs: B<dD> - Dolů
pt_br: B<dD> - Abaixo

source: B<gG> - Green
cs: B<gG> - Zelené
pt_br: B<gG> - Verde

source: B<rR> - Red
cs: B<rR> - Červené
pt_br: B<rR> - Vermelho

source: B<123456789*0#> is numeric keyboard
cs: B<123456789*0#> číslicová klávesnice
pt_br: B<123456789*0#> é o teclado númerico

source: Make phone reset: soft (without asking for PIN) or hard (with PIN).
cs: Provede reset telefonu, buď rychlý (SOFT, bez ptaní na PIN) nebo trvdý (HARD, s požadavkem na PIN).
pt_br: Faz inicialização (reset): soft (sem perguntar pelo PIN) ou hard (com PIN).

source: I<Note:> some phones will make hard reset even with B<SOFT> option.
cs: I<Poznámka:> některé telefony provedou tvrdý reset i při zadání parametru B<SOFT>.
pt_br: I<Nota:> alguns telefones fazem inicialização total mesmo com a opção B<SOFT>.

source: Attempts to search for a connected phone. Please note that this can take a very long time, but in case you have no clue how to configure phone connection, this is a convenient way to find working setup for Gammu.
cs: Pokusí se vyhledat připojený telefon. Uvědomte si, že tato oprace může trvat velmi dlouho, ale v případě, že nevíte jak nastavit připojení k telefonu, se může jednat o pohodlnou cestu jak zístak funkční nastavení Gammu.
pt_br: Tentativa(s) para procurar telefone conectado. Por favor note que isso pode demorar algum tempo, mas se você não tem maiores informações, pode ser uma maneira adequada de colocar o Gammu para funcionar.

source: Gammu information
cs: Informace o Gammu
pt_br: Informação Gammu

source: Checks whether there is newer Gammu version available online (if Gammu has been compiled with CURL). If you pass additional parameter B<STABLE>, only stable versions will be checked.
cs: Zkontroluje jesti není dostupná novější verze Gammu (pro tuto funkci muselo být Gammu zkompilováno s podporou pro CURL). Pokud použijete volitelný parametr B<STABLE>, budou kontrolovány jen stabilní verze.
pt_br: Verifica se há versão mais nova do Gammu, disponível (se o gamu foi compilado com através do CURL). Se você passou parâmetros adicionais B<ESTÁVEL>, só versões estáveis são verificáveis!

source: B<features>
pt_br: B<funcionalidades>

source: Print information about compiled in features.
cs: Zobrazí informace o zakompilovaných funkcích.
pt_br: Imprime informação sobre compilação e funcionalidades.

source: B<help>I< [topic]>
pt_br: B<help>I< [tópico]>

source: Print help. By default general help is printed, but you can also specify a help category to get more detailed help on some topic.
cs: Zobrazí nápovědu. Bez parametrů je zobrazena obecná nápověda, zadáním tématu můžete získat podrobnější informace o vybraném tématu.
pt_br: Imprime ajuda. Por padrão ajuda geral é impressa, mas pode ser especificada categoria para ajuda detalhada em algum dos tópicos.

source: B<version>
pt_br: B<versão>

source: Print version information and license.
cs: Zobrazí informace o verzi a licenci
pt_br: Imprime versão e informação sobre licença.

source: FILES
cs: SOUBORY
pt_br: ARQUIVOS

source: RETURN VALUES
cs: NÁVRATOVÉ KÓDY
pt_br: VALORES RETORNADOS

source: gammu returns 0 on success. In case of failure non zero code is returned.
cs: gammu při úspěchu vrací 0. V případě chyby je vrácen nenulový chybový kód.
pt_br: Gammu retornou 0 (zero) com sucesso. Em caso de falha prevista, outros códigos são retornados.

source: Out of memory or other critical error.
cs: Nedostatek paměti nebo jiná kritická chyba.
pt_br: Estouro de memória ou outro erro crítico.

source: Invalid command line parameters.
cs: Chybné parametry na příkazové řádce.
pt_br: Linha de comando com parâmetros inválidos.

source: Failed to open file specified on command line.
cs: Nepodařilo se otevřít soubor zadaný na příkazové řádce.
pt_br: Falhou em abrir o arquivo de comandos especificado.

source: Program was interrupted.
cs: Program byl přerušen.
pt_br: Programa foi interrompido.

source: Gammu library version mismatch.
cs: Verze knihovny Gammu neodpovídá programu.
pt_br: Versão Biblioteca Gammu inadequada.

source: Functionality has been moved. For example to gammu-smsd(1).
cs: Požadovaná funkce byla přesunuta. Například do gammu-smsd(1).
pt_br: Funcionalidade foi removida. Para exemplo veja gammu-smsd(1).

source: Errors codes greater than 100 map to the GSM_Error values increased by 100:
cs: Chyby větší než 100 odpovídají hodnotám GSM_Error zvětšeným o 100:
pt_br: Erros maiores que 100 são relacionados a GSM_Error incrementados em mais 100:

source: No error.
cs: Žadná chyba.
pt_br: Sem erro.

source: Error opening device. Unknown, busy or no permissions.
cs: Chyba při otevírání zařízení. Přístup odmítnut.
pt_br: Erro abrindo dispositivo. Desconhecido, ocupado ou sem permissões.

source: Error opening device, it is locked.
cs: Chyba při otevírání zařízení, je zamčené.
pt_br: Erro abrindo dispositivo, está em lock.

source: Error opening device, it doesn't exist.
cs: Chyba při otevírání zařízení, neexistuje.
pt_br: Erro abrindo dispositivo, não existe.

source: Error opening device, it is already opened by other application.
cs: Chyba při otevírání zařízení, je již používáno.
pt_br: Erro abrindo dispositivo, já está aberto por outra aplicação.

source: Error opening device, you don't have permissions.
cs: Chyba při otevírání zařízení, přístup odmítnut.
pt_br: Erro abrindo dispositivo, você não tem permissões.

source: Error opening device. No required driver in operating system.
cs: Chyba při otevírání zařízení. Chybí ovladač v operačním systému.
pt_br: Erro abrindo dispositivo. Não há os drivers no sistema operacional.

source: Error opening device. Some hardware not connected/wrongly configured.
cs: Chyba při otevírání zařízení. Hardware může být špatně připojen nebo nastaven.
pt_br: Erro abrindo dispositivo. Equipamento não conectado ou configurado inadequado.

source: Error setting device DTR or RTS.
cs: Chyba při nastavování DTR nebo RTS.
pt_br: Erro configurando dispositivo DTR ou RTS.

source: Error setting device speed. Maybe speed not supported.
cs: Chyba při nastavování rychlosti zařízení. Rychlost pravděpodobně není podporována.
pt_br: Erro configurando a velocidade do dispos. Pode ser veloc. inválida.

source: Error writing to the device.
cs: Chyba při zápisu.
pt_br: Erro gravando no dispositivo.

source: Error during reading from the device.
cs: Chyba při čtení.
pt_br: Erro durante leitura do dispositivo.

source: Can't set parity on the device.
cs: Nepodařilo se nastavit paritu na zařízení.
pt_br: Não pode configurar a paridade do dispositivo.

source: No response in specified timeout. Probably phone not connected.
cs: Žadná odpověď v očekaváné době. Telefon pravděpodobně není připojen.
pt_br: Sem resposta no tempo especificado. Provávelmente tel desconectado.

source: Frame not requested right now. See E<lt>http://wammu.eu/support/bugs/E<gt> for information how to report it.
cs: Tato odpověď od telefonu nebyla očekávána. Podívejte se na stránku E<lt>http://cs.wammu.eu/support/bugs/E<gt> pro informace jak tuto událost nahlásit.
pt_br: Frame não requerido agora. Veja E<lt>http://wammu.eu/support/bugs/E<gt> para informações sobre como reportar isto.

source: Unknown response from phone. See E<lt>http://wammu.eu/support/bugs/E<gt> for information how to report it.
cs: Neznámá odpověď od telefonu. Podívejte se na stránku E<lt>http://cs.wammu.eu/support/bugs/E<gt> pro informace jak tuto událost nahlásit.
pt_br: Resposta do telefone desconhecida. Veja informações emE<lt>http://wammu.eu/support/bugs/E<gt>, sobre como reportar isto.

source: Unknown frame. See E<lt>http://wammu.eu/support/bugs/E<gt> for information how to report it.
cs: Neznámý rámec. Podívejte se na stránku E<lt>http://wammu.eu/support/bugs/E<gt> pro informace jak tuto událost nahlásit.
pt_br: Frame desconhecido. Veja E<lt>http://wammu.eu/support/bugs/E<gt> para informação de como reportar isto.

source: Unknown connection type string. Check config file.
cs: Zadán neznámý typ připojení. Zkontrolujte konfigurační soubor.
pt_br: String da Conexão desconhecida. Veja arquivo configuração.

source: Unknown model type string. Check config file.
cs: Zadán neznámý model telefonu. Zkontrolujte konfigurační soubor.
pt_br: String de Modelo desconhecido. Veja arquivo configuração.

source: Some functions not available for your system (disabled in config or not implemented).
cs: Některé funkce nejsou dostupné pro váš systém (vypnuté při kompilaci nebo nejsou implementovány).
pt_br: Algumas funções não disponíveis para seu sistema (desabilitadas no config ou não implementadas).

source: Function not supported by phone.
cs: Funkce není podporována telefonem.
pt_br: Função não suportada pelo telefone.

source: Entry is empty.
cs: Záznam je prázdný.
pt_br: Entrada está vazia.

source: Security error. Maybe no PIN?
cs: Bezpečnostní chyba. Možná nebyl zadán PIN?
pt_br: Erro Segurança. Pode ser ausência do PIN?

source: Invalid location. Maybe too high?
cs: Chybná pozice. Možná příliš vysoká?
pt_br: Localização inválida. Pode ser muito alta?

source: Functionality not implemented. You are welcome to help authors with it.
cs: Funkcionalita není implementována. Pokud chcete pomoci, autoři pomoc uvítají.
pt_br: Funcionalidade não implementada. Você é incentivado(a) a ajudar os autores nessa tarefa.

source: Memory full.
cs: Paměť je plná.
pt_br: Memória cheia.

source: Unknown error.
cs: Neznámá chyba.
pt_br: Erro desconhecido.

source: Can not open specified file.
cs: Zvolený soubor nelze otevřít.
pt_br: Não conseguiu abrir arquivo!

source: More memory required...
cs: Je potřeba více paměti...
pt_br: Mais memória requerida...

source: Operation not allowed by phone.
cs: Operace nebyla povolena telefonem.
pt_br: Operação não permitida pelo telefone.

source: No SMSC number given. Provide it manually or use the one configured in phone.
cs: Nebylo zadáno číslo SMSC. Prosím zadejte ho ručně nebo použijte číslo zadané v telefonu.
pt_br: Nenhum número SMSC foi dado. Providencie manualmente ou utilize um já configurado.

source: You're inside phone menu (maybe editing?). Leave it and try again.
cs: Jste v menu telefonu (upravujete záznam?). Opusťte ho a zkuste znovu.
pt_br: Você está dentro do menu telefone (pode ser editando?) Retorne e tente novamente.

source: Phone is not connected.
cs: Telefon není připojen.
pt_br: Telefone não está conectado.

source: Function is currently being implemented. If you want to help, please contact authors.
cs: Funkce je rozepsána. Pokud chcete pomoci, kontaktuje prosím autory.
pt_br: Função em implementação... Por favor contacte os desenvolvedores!

source: Phone is disabled and connected to charger.
cs: Telefon je vypnutý a připojený k nabíječce.
pt_br: Telefone está desabilitado e conectado ao carregador.

source: File format not supported by Gammu.
cs: Gammu tento formát nepodporuje.
pt_br: Formato de arquivo não suportado pelo Gammu.

source: Nobody is perfect, some bug appeared in protocol implementation. Please contact authors.
cs: Nikdo není dokonalý, ani Gammu a nastala chyba v implementaci protokolu. Prosím kontaktujte autory.
pt_br: Erro indeterminado na implementação do protocolo. Por favor contacte desenvolvedores.

source: Transfer was canceled by phone, maybe you pressed cancel on phone.
cs: Přenos zrušen telefonem, možná jste zadali zrušení přenosu v telefonu.
pt_br: Transferência cancelada pelo telefone, pode ser foi pressionada tecla cancel.

source: Phone module need to send another answer frame.
cs: Ovladač telefonu potřebuje odeslat ještě jeden rámec.
pt_br: Módulo do telefone precisa enviar outro frame de resposta.

source: Current connection type doesn't support called function.
cs: Použité připojení nepodporuje požadovanou funkci.
pt_br: Conexão atual não suporta função chamada.

source: CRC error.
cs: Chyba CRC.
pt_br: erro no CRC

source: Invalid date or time specified.
cs: Zadáno chybné datum nebo čas.
pt_br: Data ou hora inválida foi especificada

source: Phone memory error, maybe it is read only.
cs: Chyba při přístupu do paměti telefonu, možná je jen pro čtení.
pt_br: Erro de memória do telefone, pode ser (só leitura)

source: Invalid data given to phone.
cs: Zadána chybná data.
pt_br: Dados inválidos fornecidos para o telefone.

source: File with specified name already exists.
cs: Soubor se zadaným jménem již existuje.
pt_br: Arquivo com o nome especificado já existe.

source: File with specified name doesn't exist.
cs: Soubor se zadaným jménem neexistuje.
pt_br: Arquivo com o nome especificado não existe.

source: You have to give folder name and not file name.
cs: Musíte zadat jméno složky, ne souboru.
pt_br: Você precisa informar o nome da pasta e não o nome do arquivo.

source: You have to give file name and not folder name.
cs: Musíte zadat jméno souboru, ne složky.
pt_br: Você precisa dar o nome do arquivo e não o nome da pasta.

source: Can not access SIM card.
cs: Nelze přistoupit na SIM kartu.
pt_br: Não pode acessar cartão SIM.

source: Wrong GNAPPLET version in phone. Use version from currently used Gammu.
cs: Špatný verze programu GNAPPLET v telefonu. Prosím použijte verzi obsaženou v Gammu.
pt_br: Versão GNAPPLET errada no telefone. Utilize a versão atual do Gammu.

source: Only part of folder has been listed.
cs: Byla vypsána jen část složky.
pt_br: Só parte da pasta foi listada!.

source: Folder must be empty.
cs: Složka musí být prázdná.
pt_br: Pasta precisa estar vazia.

source: Data were converted.
cs: Data byla převedena.
pt_br: Data quando convertido.

source: Gammu is not configured.
cs: Gammu není nastaveno.
pt_br: Gammu não foi configurado.

source: Wrong folder used.
cs: Byla použita chybná složka.
pt_br: Pasta informada errada.

source: Internal phone error.
cs: Interní chyba telefonu.
pt_br: Erro interno telefone

source: Error writing file to disk.
cs: Chyba při zápisu souboru na disk.
pt_br: Erro quando gravando em disco

source: No such section exists.
cs: Požadovaná sekce neexistuje.
pt_br: Seção inexistente.

source: Using default values.
cs: Používám výchozí hodnoty.
pt_br: Usando valores padrões.

source: Corrupted data returned by phone.
cs: Telefon vrátil poškozená data.
pt_br: Dados corrompidos retornaram do telefone.

source: Bad feature string in configuration.
cs: Chybný název vlastnosti v konfiguraci.
pt_br: Configuração de string errada.

source: Desired functionality has been disabled on compile time.
cs: Požadovaná funkce byla vypnuta při kompilaci.
pt_br: Funcionalidade desejada foi desabilitada na compilação.

source: Bluetooth configuration requires channel option.
cs: Nastavení bluetooth potřebuje zadat kanál.
pt_br: Configuração Bluetooth requer opção canal.

source: Service is not runnig.
cs: Služba není spuštěna.
pt_br: Serviço não está ativo

source: Service configuration is missing.
cs: Chybí nastavení služby.
pt_br: Configuração do serviço inexistente.

source: Command rejected because device was busy. Wait and restart.
cs: Příkaz byl odmítnut, protože zařízení je zaneprázdněné. Zkuste to po chvíli znovu.
pt_br: Comando rejeitado porque o dispositivo esta ocupado. Aguarde e tente novamente.

source: Could not connect to the server.
cs: Nepodařilo se připojit k serveru.
pt_br: Não pode conectar ao servidor.

source: Could not resolve the host name.
cs: Nepodařilo se přeložit jméno počítače.
pt_br: Não pode resolver nome do host.

source: Failed to get SMSC number from phone.
cs: Nepodařilo se z telefonu načíst číslo SMS centra.
pt_br: Falhou em obter o número SMSC do telefone.

source: EXAMPLE
cs: PŘÍKLAD
pt_br: EXEMPLO

source: Configuration
cs: Nastavení
pt_br: Configuração

source: To check it out, you need to have configuration file for gammu, see gammurc(5) for more details about it.
cs: Pro vyzkoušení potřebujete vytvořit konfigurační soubor pro gammu, který je podrobně popsán v gammurc(5).
pt_br: Para confirmação saída, você precisa ter configurado o arquivo gammurc, veja man gammurc para mais detalhes.

source: Sending messages
cs: Posílání zpráv
pt_br: Enviando mensagens

source: Save text message up to standard 160 chars:
cs: Uložení standardní textové zprávy s maximální délkou 160 znaků:
pt_br: Salvar a mensagem de texto até 160 caracteres.

source: echo "All your base are belong to us" | gammu savesms TEXT
pt_br: echo "Toda sua base pertence a nós" | gammu savesms TEXT

source: or
cs: nebo
pt_br: ou

source: gammu savesms TEXT -text "All your base are belong to us"
pt_br: gammu savesms TEXT -text "Toda sua base nos pertence"

source: Save long text message:
cs: Uložení dlouhé textové zprávy:
pt_br: Salva uma mensagem de texto longo:

source: echo "All your base are belong to us" | gammu savesms TEXT -len 400
pt_br: echo "Toda sua mensagem nos pertence" | gammu savesms TEXT -len 400

source: gammu savesms TEXT -len 400 -text "All your base are belong to us"
pt_br: gammu savesms TEXT -len 400 -text "Toda sua base nos pertence"

source: gammu savesms EMS -text "All your base are belong to us"
pt_br: gammu savesms EMS -text "Toda sua base nos pertence"

source: Save some funky message with predefined sound and animation from 2 bitmaps:
cs: Uložení zprávy s předdefinovaným zvukem a animací ze 2 obrázků:
pt_br: Salvar algumas mensagens engraçadas com sons e animações de 2 bitmaps:

source: gammu savesms EMS -text "Greetings" -defsound 1 -text "from Gammu" -tone10 axelf.txt -animation 2 file1.bmp file2.bmp
pt_br: gammu savesms EMS -text "Cumprimentos" -defsound 1 -text "do Gammu" -tone10 axelf.txt -animation 2 file1.bmp file2.bmp

source: Save protected message with ringtone:
cs: Uložení chráněné zprávy s vyzváněním:
pt_br: Salvar mensagem protegida com toque:

source: Backups
cs: Zálohy
pt_br: Backups / Cópias de Segurança

source: If you will backup settings to Gammu text file, it will be possible to edit it. It's easy: many things in this file will be written double - once in Unicode, once in ASCII. When you will remove Unicode version Gammu will use ASCII on B<restore> (and you can easy edit ASCII text) and will convert it according to your OS locale. When will be available Unicode version of text, it will be used instead of ASCII (useful with Unicode phones - it isn't important, what locale is set in computer and no conversion Unicode -E<gt> ASCII and ASCII -E<gt> Unicode is done).
pt_br: Se você deseja salvar as configurações para um arquivo texto Gammu, será possível editá-lo. É fácil: muitas coisas deste arquivo são gravadas em dobro - quando utilizado Unicode, quando em ASCII. Quando você remove o Unicode o Gammu usa ASCII na B<Recuperação/Restore> (e você pode facilmente editar arquivo texto ASCII) e a conversão ocorrerá de acordo com o (locale) do seu sistema operacional. Quando houver versão Unicode, está será utilizada em vez do ASCII (utilizável com telefones Unicode).

source: You can use any editor with regular expressions function to edit backup text file. Examples of such editors can be vim E<lt>http://www.vim.org/E<gt> or TextPad E<lt>http://www.textpad.com/E<gt> which both do support regular expressions.
pt_br: Você pode usar qualquer editor (desde que o mesmo não insira caracteres de formatação no arquivo texto). Exemplos: vim E<lt>http://www.vim.org/E<gt> ou TextPad E<lt>http://www.textpad.com/E<gt> ambos com suporte a expressões regulares.

source: Remove info about voice tags
cs: Odstranit hlasové vytáření
pt_br: Remove informação sobre as etiquetas de voz

source: Replace:
cs: Nahradit:
pt_br: Substituir:

source: Change all numbers starting from +3620, +3630, +3660, +3670 to +3620
cs: Změnit všechna čísla začínající na +3620, +3630, +3660, +3670 na +3620
pt_br: Trocar todos os números começando por +3620, +3630, +3660, +3670 para +3620

source: Replace: Type = NumberMobile\enEntry\e1Text = "\e+3620
cs: Nahradit: Replace: Type = NumberMobile\enEntry\e1Text = "\e+3620
pt_br: Substituir: Type = NumberMobile\enEntry\e1Text = "\e+3620

source: Change phone numbers type to mobile for numbers starting from +3620, +3630,... and removing the corresponding TextUnicode line
cs: Změnit typ čísla na mobilní pro čísla začínající na +3620, +3630,... a odstranit odpovídající řádku TextUnicode
pt_br: Troque os números de telefone para números começando com +3620, +3630,... e remova a linha correspondente do Texto Unicode

source: Replace: Type = NumberMobile\enEntry\e1Text = "\e+36\e2\e3"\en
cs: Nahradit: Replace: Type = NumberMobile\enEntry\e1Text = "\e+36\e2\e3"\en
pt_br: Substituir: Type = NumberMobile\enEntry\e1Text = "\e+36\e2\e3"\en
