Repository: Ahmedabdsw/gammu
Catalog: locale/*/docs.po
Languages: cs, pt_br

source: I<TIP:> You can create Unicode file using WordPad in Windows (during saving select "Unicode Text Document" format). In Unix can use for example YUdit.
cs: I<TIP:> Soubor v Unicode můžete na Windows vytvořit například pomocí WordPadu (zvolte volbu "Uložit jako unicode text"). Na Linuxu můžete použít třeba YUdit nebo Vim.
pt_br: I<DICA:> Você pode criar arquivos UNICODE usando o WordPAD no Windows e (durante o salvamente selecione "Unicode Text Document" format). No Unix você pode usar Gedit.

source: B<-replacemessages ID> - B<ID> can be 1..7. When you will use option and send more single SMS to one recipient with the same ID, each another SMS will replace each previous with the same ID
cs: B<-replacemessages ID> - B<ID> může být 1..7. Pokud použijete tento parametr a pošlete více zpráv se stejným ID jednomu příjemci, každá další zpráva se stejným ID přepíše předchozí
pt_br: B<-replacemessages ID> - B<ID> podem ser de 1...7. Quando você usar esta opção e enviar mais de uma mensagem com o mesmo ID, cada mensagem irá sobrepor a anterior com a mesma Identificação.

source: B<-replacefile file> - when you want, you can make file in such format: B<src_unicode_char1, dest_unicode_char1, src_unicode_char2, dest_unicode_char2> (everything in one line). After reading text for SMS from stdin there will be made translation and each src char will be converted to dest char. In docs there is example file (I<replace.txt>), which will change all "a" chars to "1"
pt_br: B<-replacefile arquivo> - Opcionalmente pode escolher o formato do arquivo : B<src_unicode_char1, dest_unicode_char1, src_unicode_char2, dest_unicode_char2> (tudo em 1 linha) Após ler o texto para a mensagem, a partir da linha de comando, haverá a transformação código de páginas origem/destino. Na documentação há exemplos (I<replace.txt>), que substitui todos "a" por "1"

source: I<TIP:> when use ~ char in sms text and B<-unicode> option (Unicode coding required), text of sms after ~ char will blink in some phones (like N33xx)
cs: I<TIP:> pokud použijete ve textu zprávy znak ~ a přepínač B<-unicode>, bude text za znakem ~ u některých telefonů blikat (například 33xx)
pt_br: I<DICA:> quando usar carácter ~ em mensagem SMS de TEXTO e a opção B<-unicode> (Codificação Unicode será requerida). Texto após ~ piscarão em alguns telefones como N33xx)

source: I<Example:> echo some_text | gammu savesms TEXT
cs: I<Příklad:> echo some_text | gammu savesms TEXT
pt_br: I<Examplo:> echo algum_texto | gammu savesms TEXT

source: B<savesms TODO>I< file location [-folder id] [-unread] [-read] [-unsent] [-sent] [-sender number] [-smsname name] [-smscset number] [-smscnumber number] [-reply] [-maxsms num]>
pt_br: B<savesms TODO>I< arquivo localização [-folder id] [-unread] [-read] [-unsent] [-sent] [-sender número] [-smsname nome] [-smscset número] [-smscnumber número] [-reply] [-maxsms quantidade]>

source: Saves a message with a todo entry. The content will be read from any backup format which Gammu supports and from given location.
cs: Uloží zprávu s úkolem. Obsah bude načten ze souboru v některém z formátů podporovaných Gammu a ze zadaného umístění.
pt_br: Salva uma mensagem com uma entrada Compromisso. O conteúdo pode ser lido de qualquer arquivo informado, e criado com a função cópia de segurança / backup no formato do Gammu.

source: B<savesms VCARD10|VCARD21>I< file SM|ME location [-nokia] [-folder id] [-unread] [-read] [-unsent] [-sent] [-sender number] [-smsname name] [-smscset number] [-smscnumber number] [-reply] [-maxsms num]>
pt_br: B<savesms VCARD10|VCARD21>I< arquivo SM|ME localização [-nokia] [-folder nome_pasta] [-unread] [-read] [-unsent] [-sent] [-sender número] [-smsname nome] [-smscset número] [-smscnumber número] [-reply] [-maxsms quantidade]>

source: Read phonebook entry from file created by B<backup> option and saves in VCARD 1.0 (only name and default number) or VCARD 2.1 (all entry details with all numbers, text and name) format as SMS. The location identifies position of contact item to be read in backup file (usually 1, but can be useful in case the backup contains more items).
cs: Načte kontakt ze zálohy (formáty jaké vytváří funkce B<backup>) a uloží ho do telefonu jako SMS ve formátu VCARD 1.0 (jen jméno a výchozí číslo) nebo VCARD 2.1 (všechny informace o kontaktu). Parametr location určuje pozici, ze které bude načten kontakt ze souboru se zálohou (obvykle 1, ale může být užitečné, pokud záloha obsahuje více položek).
pt_br: Le contatos a partir de arquivo criado pelo Gammu B<Cópia de Segurança / backup> e salva com opção VCARD 1.0 (só nome e número padrão) ou VCARD 2.1 (todos detalhes da entrada) formatados como SMS. A localização identifica a posição do contato que será lido no arquivo (normalmente 1, mas pode ser útil quando o backup contiver mais itens.)

source: B<savesms WAPINDICATOR>I< URL Title [-folder id] [-unread] [-read] [-unsent] [-sent] [-sender number] [-smsname name] [-smscset number] [-smscnumber number] [-reply] [-maxsms num]>
pt_br: B<savesms WAPINDICATOR>I< URL Título [-folder id_pasta] [-unread] [-read] [-unsent] [-sent] [-sender número] [-smsname nome] [-smscset número] [-smscnumber número] [-reply] [-maxsms quantidade]>

source: Saves a SMS with a WAP indication for given URL and title.
cs: Uloží SMS s indikací WAP pro zadané URL a titulek.
pt_br: Salvar um SMS contendo indicação WAP para URL e Título.

source: B<savesms WAPSETTINGS>I< file location DATA|GPRS [-folder id] [-unread] [-read] [-unsent] [-sent] [-sender number] [-smsname name] [-smscset number] [-smscnumber number] [-reply] [-maxsms num]>
pt_br: B<savesms WAPSETTINGS>I< arquivo localização DATA|GPRS [-folder id_pasta] [-unread] [-read] [-unsent] [-sent] [-sender número] [-smsname nome] [-smscset número] [-smscnumber número] [-reply] [-maxsms quantidade]>

source: Read WAP settings from file created by B<backup> option and saves in Nokia format as SMS
cs: Načte nastavení WAPu ze souboru vytvořeného příkazem B<backup> a uloží je ve formátu Nokie jako SMS.
pt_br: Le configurações WAP a partir de um arquivo criado pela opção B<Cópia de Segurança/backup> do Gammu e salvo no formato Nokia como SMS

source: B<sendsms ANIMATION>I< destination frames file1 file2... [-report] [-validity HOUR|6HOURS|DAY|3DAYS|WEEK|MAX] [-save [-folder number]] [-smscset number] [-smscnumber number] [-reply] [-maxsms num]>
pt_br: B<sendsms ANIMATION>I< destinação animação arquivo1 arquivo2... [-report] [-validity HOUR|6HOURS|DAY|3DAYS|WEEK|MAX] [-save [-folder número]] [-smscset número] [-smscnumber número] [-reply] [-maxsms quantidade]>

source: Sends a message, for description of message specific parameters see B<savesms ANIMATION>.
cs: Odešle zprávu, pro popis parametrů se podívejte na B<savesms ANIMATION>.
pt_br: Envia uma mensagem, para descrição específica dos parâmetros veja B<savesms ANIMATION>.

source: B<sendsms BOOKMARK>I< destination file location [-report] [-validity HOUR|6HOURS|DAY|3DAYS|WEEK|MAX] [-save [-folder number]] [-smscset number] [-smscnumber number] [-reply] [-maxsms num]>
pt_br: B<sendsms BOOKMARK>I< destinação arquivo localização [-report] [-validity HOUR|6HOURS|DAY|3DAYS|WEEK|MAX] [-save [-folder número]] [-smscset número] [-smscnumber número] [-reply] [-maxsms quantidade]>

source: Sends a message, for description of message specific parameters see B<savesms BOOKMARK>.
cs: Odešle zprávu, pro popis parametrů se podívejte na B<savesms BOOKMARK>.
pt_br: Envia uma mensagem, para descrição das opções e parâmetros veja B<savesms BOOKMARK>.

source: B<sendsms CALENDAR>I< destination file location [-report] [-validity HOUR|6HOURS|DAY|3DAYS|WEEK|MAX] [-save [-folder number]] [-smscset number] [-smscnumber number] [-reply] [-maxsms num]>
pt_br: B<sendsms CALENDAR>I< destinação arquivo localização [-report] [-validity HOUR|6HOURS|DAY|3DAYS|WEEK|MAX] [-save [-folder número]] [-smscset número] [-smscnumber número] [-reply] [-maxsms quantidade]>

source: Sends a message, for description of message specific parameters see B<savesms CALENDAR>.
cs: Odešle zprávu, pro popis parametrů se podívejte na B<savesms CALENDAR>.
pt_br: Envia uma mensagem, para descrição dos parâmetros específicos veja B<savesms CALENDAR>.

source: B<sendsms CALLER>I< destination file [-report] [-validity HOUR|6HOURS|DAY|3DAYS|WEEK|MAX] [-save [-folder number]] [-smscset number] [-smscnumber number] [-reply] [-maxsms num]>
pt_br: B<sendsms CALLER>I< destinação arquivo [-report] [-validity HOUR|6HOURS|DAY|3DAYS|WEEK|MAX] [-save [-folder número]] [-smscset número] [-smscnumber número] [-reply] [-maxsms quantidade]>

source: Sends a message, for description of message specific parameters see B<savesms CALLER>.
cs: Odešle zprávu, pro popis parametrů se podívejte na B<savesms CALLER>.
pt_br: Envia uma mensagem, para descrição dos parâmetros específicos veja B<savesms CALLER>.

source: B<sendsms EMS>I< destination [-report] [-validity HOUR|6HOURS|DAY|3DAYS|WEEK|MAX] [-save [-folder number]] [-smscset number] [-smscnumber number] [-reply] [-maxsms num] [-unicode] [-16bit] [-format lcrasbiut] [-text text] [-unicodefiletext file] [-defsound ID] [-defanimation ID] [-tone10 file] [-tone10long file] [-tone12 file] [-tone12long file] [-toneSE file] [-toneSElong file] [-fixedbitmap file] [-variablebitmap file] [-variablebitmaplong file] [-animation frames file1 ...] [-protected number]>
pt_br: B<sendsms EMS>I< destinação [-report] [-validity HOUR|6HOURS|DAY|3DAYS|WEEK|MAX] [-save [-folder número]] [-smscset número] [-smscnumber número] [-reply] [-maxsms quantidade] [-unicode] [-16bit] [-format lcrasbiut] [-text texto] [-unicodefiletext arquivo] [-defsound ID] [-defanimation ID] [-tone10 arquivo] [-tone10long arquivo] [-tone12 arquivo] [-tone12long arquivo] [-toneSE arquivo] [-toneSElong arquivo] [-fixedbitmap arquivo] [-variablebitmap arquivo] [-variablebitmaplong arquivo] [-animation frames arquivo1 ...] [-protected número]>

source: Sends a message, for description of message specific parameters see B<savesms EMS>.
cs: Odešle zprávu, pro popis parametrů se podívejte na B<savesms EMS>.
pt_br: Envia uma mensagem, para descrição parâmetros específicos veja B<savesms EMS>.

source: B<sendsms MMSINDICATOR>I< destination URL Title Sender [-report] [-validity HOUR|6HOURS|DAY|3DAYS|WEEK|MAX] [-save [-folder number]] [-smscset number] [-smscnumber number] [-reply] [-maxsms num]>
pt_br: B<sendsms MMSINDICATOR>I< destinação URL título emissor [-report] [-validity HOUR|6HOURS|DAY|3DAYS|WEEK|MAX] [-save [-folder número]] [-smscset número] [-smscnumber número] [-reply] [-maxsms quantidade]>

source: Sends a message, for description of message specific parameters see B<savesms MMSINDICATOR>.
cs: Odešle zprávu, pro popis parametrů se podívejte na B<savesms MMSINDICATOR>.
pt_br: Envia uma mensagem, para descrição parâmetros específicos veja B<savesms MMSINDICATOR>.

source: B<sendsms MMSSETTINGS>I< destination file location [-report] [-validity HOUR|6HOURS|DAY|3DAYS|WEEK|MAX] [-save [-folder number]] [-smscset number] [-smscnumber number] [-reply] [-maxsms num]>
pt_br: B<sendsms MMSSETTINGS>I< destinação arquivo localização [-report] [-validity HOUR|6HOURS|DAY|3DAYS|WEEK|MAX] [-save [-folder número]] [-smscset número] [-smscnumber número] [-reply] [-maxsms quantidade]>

source: Sends a message, for description of message specific parameters see B<savesms MMSSETTINGS>.
cs: Odešle zprávu, pro popis parametrů se podívejte na B<savesms MMSSETTINGS>.
pt_br: Envia uma mensagem, para descrição parâmetros específicos veja B<savesms MMSSETTINGS>.

source: B<sendsms OPERATOR>I< destination file [-report] [-validity HOUR|6HOURS|DAY|3DAYS|WEEK|MAX] [-save [-folder number]] [-smscset number] [-smscnumber number] [-reply] [-maxsms num] [-netcode netcode] [-biglogo]>
pt_br: B<sendsms OPERATOR>I< destinação arquivo [-report] [-validity HOUR|6HOURS|DAY|3DAYS|WEEK|MAX] [-save [-folder número]] [-smscset número] [-smscnumber número] [-reply] [-maxsms quantidade] [-netcode netcode] [-biglogo]>

source: Sends a message, for description of message specific parameters see B<savesms OPERATOR>.
cs: Odešle zprávu, pro popis parametrů se podívejte na B<savesms OPERATOR>.
pt_br: Envia uma mensagem, para descrição específica parâmetros veja B<savesms OPERATOR>.

source: B<sendsms PICTURE>I< destination file [-report] [-validity HOUR|6HOURS|DAY|3DAYS|WEEK|MAX] [-save [-folder number]] [-smscset number] [-smscnumber number] [-reply] [-maxsms num] [-text text] [-unicode] [-alcatelbmmi]>
pt_br: B<sendsms PICTURE>I< destinação arquivo [-report] [-validity HOUR|6HOURS|DAY|3DAYS|WEEK|MAX] [-save [-folder número]] [-smscset número] [-smscnumber número] [-reply] [-maxsms quantidade] [-text texto] [-unicode] [-alcatelbmmi]>

source: Sends a message, for description of message specific parameters see B<savesms PICTURE>.
cs: Odešle zprávu, pro popis parametrů se podívejte na B<savesms PICTURE>.
pt_br: Envia uma mensagem, para descrição específica dos parâmetros veja B<savesms PICTURE>.

source: B<sendsms PROFILE>I< destination [-report] [-validity HOUR|6HOURS|DAY|3DAYS|WEEK|MAX] [-save [-folder number]] [-smscset number] [-smscnumber number] [-reply] [-maxsms num] [-name name] [-bitmap bitmap] [-ringtone ringtone]>
pt_br: B<sendsms PROFILE>I< destinação [-report] [-validity HOUR|6HOURS|DAY|3DAYS|WEEK|MAX] [-save [-folder número]] [-smscset número] [-smscnumber número] [-reply] [-maxsms quantidade] [-name nome] [-bitmap bitmap] [-ringtone ringtone]>

source: Sends a message, for description of message specific parameters see B<savesms PROFILE>.
cs: Odešle zprávu, pro popis parametrů se podívejte na B<savesms PROFILE>.
pt_br: Envia uma mensagem, para descrição específica dos parâmetros veja B<savesms PROFILE>.

source: B<sendsms RINGTONE>I< destination file [-report] [-validity HOUR|6HOURS|DAY|3DAYS|WEEK|MAX] [-save [-folder number]] [-smscset number] [-smscnumber number] [-reply] [-maxsms num] [-long] [-scale]>
pt_br: B<sendsms RINGTONE>I< destinação arquivo [-report] [-validity HOUR|6HOURS|DAY|3DAYS|WEEK|MAX] [-save [-folder número]] [-smscset número] [-smscnumber número] [-reply] [-maxsms quantidade] [-long] [-scale]>

source: Sends a message, for description of message specific parameters see B<savesms RINGTONE>.
cs: Odešle zprávu, pro popis parametrů se podívejte na B<savesms RINGTONE>.
pt_br: Envia uma mensagem, para descrição específica dos parâmetros veja B<savesms RINGTONE>.

source: B<sendsms SMSTEMPLATE>I< destination [-report] [-validity HOUR|6HOURS|DAY|3DAYS|WEEK|MAX] [-save [-folder number]] [-smscset number] [-smscnumber number] [-reply] [-maxsms num] [-unicode] [-text text] [-unicodefiletext file] [-defsound ID] [-defanimation ID] [-tone10 file] [-tone10long file] [-tone12 file] [-tone12long file] [-toneSE file] [-toneSElong file] [-variablebitmap file] [-variablebitmaplong file] [-animation frames file1 ...]>
pt_br: B<sendsms SMSTEMPLATE>I< destinação [-report] [-validity HOUR|6HOURS|DAY|3DAYS|WEEK|MAX] [-save [-folder número]] [-smscset número] [-smscnumber número] [-reply] [-maxsms quantidade] [-unicode] [-text texto] [-unicodefiletext arquivo] [-defsound ID] [-defanimation ID] [-tone10 arquivo] [-tone10long arquivo] [-tone12 arquivo] [-tone12long arquivo] [-toneSE arquivo] [-toneSElong arquivo] [-variablebitmap arquivo] [-variablebitmaplong arquivo] [-animation frames arquivo1 ...]>

source: Sends a message, for description of message specific parameters see B<savesms SMSTEMPLATE>.
cs: Odešle zprávu, pro popis parametrů se podívejte na B<savesms SMSTEMPLATE>.
pt_br: Envia uma mensagem, para descrição específica dos parâmetros veja B<savesms SMSTEMPLATE>.

source: B<sendsms TEXT>I< destination [-report] [-validity HOUR|6HOURS|DAY|3DAYS|WEEK|MAX] [-save [-folder number]] [-smscset number] [-smscnumber number] [-reply] [-maxsms num] [-inputunicode] [-16bit] [-flash] [-len len] [-autolen len] [-unicode] [-enablevoice] [-disablevoice] [-enablefax] [-disablefax] [-enableemail] [-disableemail] [-voidsms] [-replacemessages ID] [-replacefile file] [-text msgtext] [-textutf8 msgtext]>
pt_br: B<sendsms TEXT>I< destinação [-report] [-validity HOUR|6HOURS|DAY|3DAYS|WEEK|MAX] [-save [-folder número]] [-smscset número] [-smscnumber número] [-reply] [-maxsms quantidade] [-inputunicode] [-16bit] [-flash] [-len tamanho] [-autolen tamanho] [-unicode] [-enablevoice] [-disablevoice] [-enablefax] [-disablefax] [-enableemail] [-disableemail] [-voidsms] [-replacemessages ID] [-replacefile arquivo] [-text mensagem_texto] [-textutf8 mensagem_texto_utf8]>

source: Sends a message, for description of message specific parameters see B<savesms TEXT>.
cs: Odešle zprávu, pro popis parametrů se podívejte na B<savesms TEXT>.
pt_br: Envia uma mensagem, para descrição específica dos parâmetros veja B<savesms TEXT>.

source: B<sendsms TODO>I< destination file location [-report] [-validity HOUR|6HOURS|DAY|3DAYS|WEEK|MAX] [-save [-folder number]] [-smscset number] [-smscnumber number] [-reply] [-maxsms num]>
pt_br: B<sendsms TODO>I< destinação arquivo localização [-report] [-validity HOUR|6HOURS|DAY|3DAYS|WEEK|MAX] [-save [-folder número]] [-smscset número] [-smscnumber número] [-reply] [-maxsms quantidade]>

source: Sends a message, for description of message specific parameters see B<savesms TODO>.
cs: Odešle zprávu, pro popis parametrů se podívejte na B<savesms TODO>.
pt_br: Envia uma mensagem, para descrições dos parâmetros veja B<savesms TODO>.

source: B<sendsms VCARD10|VCARD21>I< destination file SM|ME location [-nokia] [-report] [-validity HOUR|6HOURS|DAY|3DAYS|WEEK|MAX] [-save [-folder number]] [-smscset number] [-smscnumber number] [-reply] [-maxsms num]>
pt_br: B<sendsms VCARD10|VCARD21>I< destinação arquivo SM|ME localização [-nokia] [-report] [-validity HOUR|6HOURS|DAY|3DAYS|WEEK|MAX] [-save [-folder número]] [-smscset número] [-smscnumber número] [-reply] [-maxsms quantidade]>

source: Sends a message, for description of message specific parameters see B<savesms VCARD10|VCARD21>.
cs: Odešle zprávu, pro popis parametrů se podívejte na B<savesms VCARD10|VCARD21>.
pt_br: Envia uma mensagem, para descrição dos parâmetros específicos veja B<savesms VCARD10|VCARD21>.

source: B<sendsms WAPINDICATOR>I< destination URL Title [-report] [-validity HOUR|6HOURS|DAY|3DAYS|WEEK|MAX] [-save [-folder number]] [-smscset number] [-smscnumber number] [-reply] [-maxsms num]>
pt_br: B<sendsms WAPINDICATOR>I< destinação URL título [-report] [-validity HOUR|6HOURS|DAY|3DAYS|WEEK|MAX] [-save [-folder número]] [-smscset número] [-smscnumber número] [-reply] [-maxsms quantidade]>

source: Sends a message, for description of message specific parameters see B<savesms WAPINDICATOR>.
cs: Odešle zprávu, pro popis parametrů se podívejte na B<savesms WAPINDICATOR>.
pt_br: Envia uma mensagem, para descrição dos parâmetros específicos veja B<savesms WAPINDICATOR>.

source: B<sendsms WAPSETTINGS>I< destination file location DATA|GPRS [-report] [-validity HOUR|6HOURS|DAY|3DAYS|WEEK|MAX] [-save [-folder number]] [-smscset number] [-smscnumber number] [-reply] [-maxsms num]>
pt_br: B<sendsms WAPSETTINGS>I< destinação arquivo localização DATA|GPRS [-report] [-validity HOUR|6HOURS|DAY|3DAYS|WEEK|MAX] [-save [-pasta número]] [-smscset número] [-smscnumber número] [-reply] [-maxsms quantidade]>

source: Sends a message, for description of message specific parameters see B<savesms WAPSETTINGS>.
cs: Odešle zprávu, pro popis parametrů se podívejte na B<savesms WAPSETTINGS>.
pt_br: Envia uma mensagem, para descrição dos parâmetros específicos veja B<savesms WAPSETTINGS>.

source: B<setsmsc>I< location number>
pt_br: B<setsmsc>I< local número>

source: Set SMSC settings on SIM card. This keeps all SMSC configuration intact, it just changes the SMSC number.
cs: Nastaví SMSC na SIM kartě. Toto volání zachová veškeré parametry SMSC, jen změní číslo SMSC.
pt_br: Configurações do SMSC no Cartão SIM. Isto mantém as configurações SMSC intactas, só modificando o número SMSC.

source: Memory (phonebooks and calls)
cs: Paměť (kontakty a hovory)
pt_br: Memória (agenda e chamadas)

source: B<addcategory TODO|PHONEBOOK>I< text>
pt_br: B<addcategory TODO|PHONEBOOK>I< texto>

source: B<addnew>I< file [-yes] [-memory ME|SM|..]>
pt_br: B<addnew>I< arquivo [-yes] [-memory ME|SM|..]>

source: Adds data written in file created using B<backup option>. All things backup'ed by B<backup> can be restored (when made backup to Gammu text file).
cs: Přidá data ze souboru vytvořeného pomocí fuknce B<backup>.
pt_br: Adiciona dados gravados de um arquivo criado com a opção B <Cópia de Segurança backup>. Todos os Dados Salvos podem ser restaurados (quando foram feitos utilizando o arquivo texto gerado pelo Gammu).

source: Please note that this adds all content of backup file to phone and does not care about current data in the phone (no duplicates are detected).
cs: Tato funkce přidá veškerý obsah zálohy do telefonu a nezajímá se o stávající obsah v telefonu (tedy ani nejsou detekovány duplicity).
pt_br: Por favor, note que isto adiciona todos os conteúdos do backup em seu telefone, não se importando sobre duplicidades (as quais não serão detectadas).

source: Use -yes parameter to answer yes to all questions (you want to automatically restore all data).
cs: Použijte parametr -yes pro odověď ano na všechny dotazy (včetně dotazu jestli chcete vymazat všechna svoje data).
pt_br: Use parâmetro -yes para responder sim para todas as questões (você pode desejar restaurar todos os dados).

source: Use -memory parameter to force usage of defined memory type for storing entries regardless what backu format says.
cs: Použijte přepínač -memory pro vynucené použití jiného typu paměti než je uložena v souboru se zálohou.
pt_br: Use o parâmetro -memory para forçar o uso de um tipo de memória de onde serão copiados os dados e cujo formato contempla.

source: B<backup>I< file [-yes]>
pt_br: B<backup>I< arquivo [-yes]>

source: Backup your phone to file. It's possible to backup (depends on phone and backup format):
cs: Zazálohuje obsah telefonu do souboru. Je možné zálohovat (závisí na telefonu a formátu zálohy):
pt_br: Cópia de Segurança (backup) do seu telefone para um arquivo. Os tipos de cópia dependem do formato escolhido e do telefone:

source: * phonebook from SIM and phone memory
cs: * kontakty ze SIM karty a z telefonu
pt_br: * contatos do cartão SIM e da memória do telefone

source: * calendar notes
cs: * události z kalendáře
pt_br: * anotações calendário

source: * SMSC settings
cs: * nastavení SMS zpráv
pt_br: * SMSC configurações

source: * operator logo
cs: * loga operátora
pt_br: * logotipo operadora

source: * startup (static) logo or startup text
cs: * úvodní logo a text
pt_br: * Logotipo ou Texto quando Liga Telefone

source: * WAP bookmarks
cs: * WAP záložky
pt_br: * favoritos WAP

source: * WAP settings
cs: * nastavení WAPu
pt_br: * configurações WAP

source: * caller logos and groups
cs: * loga volajících a skupiny
pt_br: * Logotipos e Grupos Chamadas

source: * user ringtones
cs: * uživatelská vyzvánění
pt_br: * Toques Usuário

source: There are various backup formats supported and the backup format is guessed based on file extension:
cs: Je podporování několik formátů pro zálohy a formát je určen podle přípony souboru:
pt_br: Existem vários formatos de Cópia de Segurança (backup) e o formato é deduzido pela extensão do arquivo:

source: * .lmb - Nokia backup, supports contacts, caller logos and startup logo.
cs: * .lmb - Záloha Nokia, podporuje kontakty, loga volajících a uvodní logo.
pt_br: * .lmb - Backup Nokia, suporta contatos, logotipos chamadas e logo inicialização.

source: * .vcs - vCalendar, supports calendar and todo.
cs: * .vcs - vCalendar, podporuje kalendář a úkoly.
pt_br: * .vcs - vCalendar, suporta calendário e agenda.

source: * .vcf - vCard, supports contacts.
cs: * .vcf - vCard, podporuje kontakty.
pt_br: * .vcf - vCard, suporta contatos.
