Repository: Ahmedabdsw/gammu
Catalog: po/*.po
Languages: de, et, it, pl, sk

source: usage: gnokii [--help|--monitor|--version] gnokii --getmemory memory_type start end gnokii --writephonebook gnokii --getspeeddial number gnokii --setspeeddial number memory_type location gnokii --getsms memory_type start end gnokii --deletesms memory_type start end gnokii --sendsms destination [--smsc message_center_number | --smscno message_center_index] [-r] [-C n] [-v n] [--long n] gnokii --getsmsc message_center_number gnokii --setdatetime [YYYY [MM [DD [HH [MM]]]]] gnokii --getdatetime gnokii --setalarm HH MM gnokii --getalarm gnokii --dialvoice number gnokii --getcalendarnote index [-v] gnokii --writecalendarnote gnokii --deletecalendarnote index gnokii --getdisplaystatus gnokii --netmonitor {reset|off|field|devel|next|nr} gnokii --identify gnokii --senddtmf string gnokii --sendlogo {caller|op} destionation logofile [network code] gnokii --setlogo logofile [network code] gnokii --setlogo logofile [caller group number] [group name] gnokii --setlogo text [startup text] gnokii --getlogo logofile {caller|op|startup} [caller group number] gnokii --sendringtone destionation rtttlfile gnokii --reset [soft|hard]
pl: u¿ycie: gnokii [--help|--monitor|--version] gnokii --getmemory typ_pamiêci pocz±tek koniec gnokii --writephonebook gnokii --getspeeddial numer gnokii --setspeeddial numer typ_pamiêci lokacja gnokii --getsms typ_pamiêci pocz±tek koniec gnokii --deletesms typ_pamiêci pocz±tek koniec gnokii --sendsms adresat [--smsc numer_centrum_wiadomo¶ci | --smscno indeks_centrum] [-r] [-C n] [-v n] [--long n] gnokii --getsmsc numer_centrum_wiadomo¶ci gnokii --setdatetime [RRRR [MM [DD [GG [MM]]]]] gnokii --getdatetime gnokii --setalarm GG MM gnokii --getalarm gnokii --dialvoice number gnokii --getcalendarnote indeks [-v] gnokii --writecalendarnote gnokii --deletecalendarnote indeks gnokii --getdisplaystatus gnokii --netmonitor {reset|off|field|devel|next|nr} gnokii --identify gnokii --senddtmf ci±g gnokii --sendlogo {caller|op} cel plik_logo [kod sieci] gnokii --setlogo logofile [kod sieci] gnokii --setlogo logofile [cz³onek grupy] [nazwa grupy] gnokii --setlogo text [tekst powitania] gnokii --getlogo logofile {caller|op|startup} [numer grupy] gnokii --sendringtone cel plik_rtttl gnokii --reset [soft|hard]

source: --help display usage information. --monitor continually updates phone status to stderr. --version displays version and copyright information. --getmemory reads specificed memory location from phone. Valid memory types are: ME, SM, FD, ON, EN, DC, RC, MC, LD --writephonebook reads data from stdin and writes to phonebook. Uses the same format as provided by the output of the getphonebook command. --getspeeddial reads speed dial from the specified location. --setspeeddial specify speed dial. --getsms gets SMS messages from specified memory type starting at entry [start] and ending at [end]. Entries are dumped to stdout. --deletesms deletes SMS messages from specified memory type starting at entry [start] and ending at [end]. --sendsms sends an SMS message to [destination] via [message_center_number] or SMSC number taken from phone memory from address [message_center_index]. If this argument is ommited SMSC number is taken from phone memory from location 1. Message text is taken from stdin. This function has had limited testing and may not work at all on your network. Meaning of other optional parameters: [-r] - request for delivery report [-C n] - Class Message n, where n can be 0..3 [-v n] - validity in minutes [--long n] - send no more then n characters, default is 160 --getsmsc show the SMSC number from location [message_center_number]. --setdatetime set the date and the time of the phone. --getdatetime shows current date and time in the phone. --setalarm set the alarm of the phone. --getalarm shows current alarm. --dialvoice initiate voice call. --getcalendarnote get the note with number index from calendar. [-v] - output in vCalendar 1.0 format --writecalendarnote write the note to calendar. --deletecalendarnote delete the note with number [index] from calendar. --getdisplaystatus shows what icons are displayed. --netmonitor setting/querying netmonitor mode. --identify get IMEI, model and revision --senddtmf send DTMF sequence --sendlogo send the logofile to destination as operator or CLI logo --setlogo set caller, startup or operator logo --getlogo get caller, startup or operator logo --sendringtone send the rtttlfile to destination as ringtone --reset [soft|hard] resets the phone.
pl: --help wy¶wietla informacje o u¿yciu. --monitor wy¶wietla w trybie ci±g³ym informacje otrzymane z telefonu. --version wy¶wietla numer wersji i informacjê o prawach autorskich. --getmemory wczytuje dany obszar pamiêci z telefonu. Dostêpne typy pamiêci to: ME, SM, FD, ON, EN, DC, RC, MC, LD --writephonebook wczytuje dane ze standardowego wej¶cia i zapisuje je do ksi±¿ki telefonicznej. U¿ywa tego samego formatu co wyj¶cie z polecenia getphonebook. --getspeeddial wczytuje ustawienia szybkiego wybierania z danej pozycji. --setspeeddial ustawia szybkie wybieranie. --getsms wczytuje wiadomo¶ci SMS z podanej pamiêci pocz±wszy od wpisu [pocz±tek] i koñcz±c na [koniec]. Wpisy s± podawane na standardowe wyj¶cie. --deletesms kasuje wiadomo¶ci SMS z podanej pamiêci pocz±wszy od wpisu [pocz±tek] i koñcz±c na [koniec]. --sendsms wysy³a wiadomo¶ci do [adresata] przez [numer_centrum_wiadomo¶ci] lub numer SMSC brany z pamiêci telefonu z adresu [indeks_centrum]. Je¶li ten argument jest pominiêty, numer SMSC jest brany z pamiêci z lokacji nr 1. Tekst wiadomo¶ci jest brany ze standardowego wej¶cia. Ta funkcja zosta³a tylko czê¶ciowo przetestowana i mo¿e w ogóle nie dzia³aæ w Twojej sieci. Znaczenie innych opcjonalnych parametrów: [-r] - wymagaj raportu dostarczenia [-C n] - Klasa wiadomo¶ci n, gdzie n = 0..3 [-v n] - okres wa¿no¶ci w minutach [--long n] - wy¶lij nie wiêcej ni¿ n znaków, domy¶lnie 160 --getsmsc poka¿ numer SMSC z lokacji [indeks_centrum_wiadomo¶ci]. --setdatetime ustaw datê i czas telefonu. --getdatetime pokazuje aktualn± datê i czas. --setalarm ustawia budzik w telefonie. --getalarm pokazuje stan budzika. --dialvoice nawi±zuje po³±czenie g³osowe. --getcalendarnote wy¶wietla wpis z kalendarza z podanej daty. [-v] - wyj¶cie w formacie vCalendar 1.0 --writecalendarnote dodaj wpis do kalendarza. --deletecalendarnote usuñ wpis z numerek [indeks] z kalendarza. --getdisplaystatus poka¿ jakie ikony s± wy¶wietlane. --netmonitor ustawianie/sprawdzanie trybu netmonitora. --identify sprawdzanie IMEI, wersji i modelu. --senddtmf wysy³anie sekwencji DTMF --sendlogo wysy³anie logo do adresata jako logo operatora albo CLI --setlogo ustawienie logo dzwoni±cego, operatora lub powitalne --getlogo odebranie logo dzwoni±cego, operatora lub powitalne --sendringtone wy¶lij plik_rtttl do celu jako sygna³ telefonu --reset [soft|hard] resetuje telefon.

source: Set name:
de: Schreibe Namen:
pl: Podaj nazwê:

source: Set name
de: Schreibe Namen:
pl: Podaj nazwê:

source: Function not implemented!
de: Funktion nicht implementiert!
pl: Funkcja nie zaimplementowana!

source: Delete SMS failed!
de: SMS löschen fehlgeschlagen!
pl: Kasowanie SMS nieudane!

source: Do you want delete selected SMS?
de: Wollen sie die ausgewählte SMS löschen?
pl: Czy chcesz skasowaæ wybrane SMS-y?

source: DTMF
de: Tonwahl

source: Do you want delete selected entries?
de: Wollen sie die gewählten Einträge löschen?
