Repository: Ahmedabdsw/gammu
Catalog: po/*.po
Languages: de, et, it, pl, sk

source: Leaving monitor mode...
de: Verlasse Monitormodus...
et: Lahkun monitooringu olekust...
it: Chiusura modalità monitor...
pl: Wyj¶cie z trybu monitoruj±cego...
sk: Deaktivácia re¾imu monitorovania siete...

source: Profile number must be value from 1 to %d!
it: Il valore del profilo è compreso fra 1 e %d!
sk: Èíslo profilu musí by» od 1 po %d!

source: This phone supports only %d profiles!
et: See telefon toetab ainult %d profiile!
it: Questo telefono consente solo %d profili!
sk: Tento telefón podporuje iba %d profilov!

source: Unspecified error
et: Dokumenteerimata viga
it: Errore sconosciuto
sk: Bli¾¹ie neurèená chyba

source: Memory type %s not supported!
de: Speichertyp %s nicht unterstützt!
et: Mälu tüüp %s pole toetatud!
it: La memoria tipo %s non è supportata!
pl: Typ pamiêci %s nie obs³ugiwany!
sk: Typ pamäti %s nie je podporovaný!

source: %s|%d|Bad location or other error!(%d)
de: %s|%d|Falscher Ort oder anderer Fehler!(%d)
et: %s|%d|Vale asukoht või muu viga!(%d)
pl: %s|%d|Z³a lokacja lub inny, niezidentyfikowany b³±d (%d)
sk: %s|%d|Chybná pozícia alebo iná chyba!(%d)

source: Format problem on line %d [%s]
de: Formatproblem in Zeile %d [%s]
et: Formaadi probleem real %d [%s]
it: Problema di formato nella linea %d [%s]
sk: Problém formátu na riadku %d [%s]

source: Write Succeeded: memory type: %s, loc: %d, name: %s, number: %s
de: Schreiben erfolgreich: Speicherart: %s, Ort: %d, Name: %s, Nummer: %s
et: Salvestamine õnnestus: mälu tüüp: %s, asukoht: %d, nimi: %s, number: %s
pl: Zapisano OK: typ pamiêci: %s, Lokacja: %d, Nazwa: %s, Numer: %s
sk: Zápis úspe¹ný: typ pamäti %s, pozícia %d, meno: %s, èíslo: %s

source: Write FAILED(%d): memory type: %s, loc: %d, name: %s, number: %s
de: Schreiben fehlgeschlagen(%d): Speichertyp: %s, Ort: %d, Name: %s, Nummer: %s
et: Salvestamine(%d) EBAÕNNESTUS: mälu tüüp: %s, asukoht: %d, nimi: %s, number: %s
pl: Nieudany zapis (%d): typ pamiêci: %s, lokacja: %d, nazwa: %s, numer: %s
sk: Zápis ZLYHAL: typ pamäti %s, pozícia %d, meno: %s, èíslo: %s

source: SpeedDial nr. %d: %d:%d
et: Kiirvalik nr. %d: %d:%d
sk: Zrýchlená voµba è. %d: %d:%d

source: error opening %s, using default config
de: Fehler beim Öffnen von %s, benutze Standardkonfiguration
pl: B³±d podczas otwierania %s, u¿ywam konfiguracji domy¶lnej
sk: chyba pri otváraní %s, pou¾itá prednastavená konfigurácia

source: Call in progress: %s
de: Anruf in Arbeit: %s
et: Kõne on käimas: %s
it: Chiamata in corso: %s
pl: Po³±czenie trwa: %s
sk: Prebieha volanie: %s

source: Unknown: %s
de: Unbekannt: %s
et: Tundmatu: %s
it: Sconosciuto: %s
pl: Nieznany: %s
sk: Neznámy: %s

source: Unread SMS: %s
de: Ungelesene SMS: %s
et: Lugemata SMS: %s
it: SMS Non letti: %s
pl: Nieprzeczytany SMS: %s
sk: Nepreèítané SMS: %s

source: Voice call: %s
de: Sprachanruf: %s
it: Chiamata vocale: %s
pl: Po³±czenie typu Voice: %s
sk: Hlasové volanie: %s

source: Fax call active: %s
de: Aktiver Faxanruf: %s
et: Faxi kõne aktiivne: %s
it: Chiamata fax attiva: %s
pl: Aktywne po³±czenie typu Fax: %s
sk: Faxové volanie: %s

source: Data call active: %s
de: Aktiver Datenanruf: %s
et: Andmekõne aktiivne: %
it: Chiamata dati in corso: %s
pl: Aktywne po³±czenie typu Data: %s
sk: Dátové volanie: %s

source: Keyboard lock: %s
de: Tastatursperre: %s
et: Klaviatuuri lukk: %s
it: Tastiera bloccata: %s
pl: Blokada klawiatury: %s
sk: Zámok klávesnice: %s

source: SMS storage full: %s
de: SMS Speicher voll: %s
et: SMS varamu on täis: %s
it: Memoria SMS piena: %s
pl: Pamiêæ SMS pe³na: %s
sk: Pamä» SMS plná: %s

source: Revision: %s
et: Versioon: %s
it: Versione: %s
sk: Revízia: %s

source: What kind of reset do you want??
de: Welche Art Reset wünschen sie??
it: Quale tipo di reset volete??
pl: Jakiego typu resetu sobie ¿yczysz?
sk: Aký druh resetu si ¾eláte??

source: gnokiid Version %s
sk: gnokiid verzia %s

source: usage: gnokiid {--help|--version}
de: Benutzung: gnokiid {--help|--version}
pl: u¿ycie: gnokiid {--help|--version}
sk: pou¾itie: gnokiid {--help|--version}

source: VM_Initialise - VM_GSMInitialise failed!
sk: VM_Initialise - VM_GSMInitialise zlyhal!

source: VM_Initialise - VM_PtySetup failed!
sk: VM_Initialise - VM_PtySetup zlyhal!

source: VM_Initialise - ATEM_Initialise failed!
sk: VM_Initialise - ATEM_Initialise zlyhal!

source: VM_Initialise - DP_Initialise failed!
sk: VM_Initialise - DP_Initialise zlyhal!

source: Couldn't open pty!
de: Konnte pty nicht öffnen!
it: Impossibile aprire pty!
pl: Nie mog³em otworzyæ pty!
sk: Nie je mo¾né otvori» pseudoterminál!

source: gnokiid should not be installed setuid root!
de: gnokiid sollte als setuid root installiert werden!
et: gnokiid ei tohiks root õigustes installerida!
pl: gnokiid NIE powinien byæ zainstalowany z setuid root!
sk: gnokiid by nemal by» nain¹talovaný setuid na root-a!

source: Slave pty is %s, calling %s to create /dev/gnokii.
de: Unter-pty ist %s, benutzte %s um /dev/gnokii zu erstellen.
pl: Slave pty = %s, wo³am %s dla stworzenia /dev/gnokii.
sk: Slave pseudoterminál je %s, volá sa %s pre vytvorenie /dev/gnokii.

source: Hmmm... GSM_LinkOK never went true. Quitting.
de: Hmmm... GSM_LinkOK wahr nie aktiv. Beende.
et: Hmmm... GSM_LinkOK ei tekkinud. Lõpetan.
it: Hmmm... GSM_LinkOK non si è verificata. Esco.
pl: Nie odebrano GSM_LinkOK. Koniec pracy.
sk: Hmmm... GSM_LinkOK nekdy nepre¹iel do stavu OK. Koniec.

source: Reading caller groups names ...
et: Loen helistaja grupide nimesid....
it: Lettura nomi dei gruppi ...
sk: Èítajú sa názvy skupín volajúcich ...

source: Familly
de: Familie
et: Perekond
it: Famiglia
pl: Rodzina
sk: Rodina

source: Friends
de: Freunde
et: Sõbrad
it: Amici
pl: Przyjaciele
sk: Priatelia

source: Colleagues
de: Kollegen
et: Kolleegid
it: Colleghi
pl: Znajomi
sk: Kolegovia

source: Other
de: Andere
et: Muud
it: Altro
pl: Inni
sk: Iní

source: No group
de: Keine Gruppe
et: Grupita
it: Nessuno
pl: Zadna grupa
sk: ®iadna skupina

source: Short Message received
de: Kurznachricht erhalten
et: Saabus Lühisõnum
it: Breve Messaggio ricevuto
pl: otrzymano SMS
sk: Krátka správa prijatá

source: Working ...
et: Toimetan...
it: In funzione...
sk: Pracujem ...

source: Call in progress
de: Anruf in Bearbeitung
et: kõne käimas
it: Chiamata in corso
pl: Rozmowa w trakcie
sk: Prebieha volanie

source: Hide
de: Verstecken
et: Peida
it: Nascondi
pl: Ukryj
sk: Skry»

source: Outgoing call in progress: Time: %s
et: Kõne on käimas: Aeg: %s
it: Chiamata in corso: Durata: %s
sk: Prebieha odchádzajúce volanie: Èas: %s

source: Incomming call from: %s Time: %s
de: Ankommender Anruf von: %s Zeit: %s
et: Saabuv kõne: %s Kellaaeg: %s
it: Chiamata provenente da: %s Durata: %s
pl: Rozmowa przychodz±ca od: %s Czas: %s
sk: Prichádzajúce volanie od: %s Èas: %s

source: Set %d
de: Setze %d
et: Sea %d
pl: Zbiór %d
sk: Súbor %d

source: Voice
de: Sprache
et: Kõne
it: Voce
sk: Hlas

source: Max. time
de: Maximale Zeit
et: Max. aeg
it: Tempo massimo
pl: Maksymalny mo¿liwy czas
sk: Max. èas

source: Reading SMS centers ...
et: Laadin SMS keskusi ...
it: Lettura del centro SMS ...
sk: Naèítavajú sa SMS centrá ...

source: Error saving SMS centers!
et: Viga SMS keskuste salvestamisel!
sk: Chyba pri zápise SMS centier!

source: Error writing configuration file!
et: Viga konfiguratsioonifaili salvestamisel!
it: Errore scrivendo il file di configurazione!
sk: Chyba pri zápise konfiguraèného súboru!

source: Contacts
de: Kontakte
et: Kontaktid
it: Rubrica
pl: Ksi±¿ka adresowa
sk: Kontakty

source: Calendar
et: Kalender
it: Agenda
sk: Kalendár

source: Speed Dial
de: Kurzwahl
et: Kiirvalik
it: Chiamata rapida
sk: Zrýchlená voµba

source: Keyboard
de: Tastatur
et: Klaviatuur
it: Tastiera
pl: Klawiatura
sk: Klávesnica

source: Net Monitor
de: Netzmonitor
et: Võrgu Monitor
sk: Monitor siete

source: Options
de: Optionen
et: Valikud
it: Opzioni
pl: Opcje
sk: Voµby

source: Help
de: Hilfe
et: Abi
it: Aiuto
pl: Pomoc
sk: Nápoveda

source: About
de: Über
et: Üldist
it: Informazioni su
pl: O...
sk: O aplikácii

source: xgnokii version: %s gnokii version: %s Copyright (C) 1999 Pavel Janík ml., Hugh Blemings & Jan Derfinak
et: xgnokii versioon: %s gnokii versioon: %s Copyright (C) 1999 Pavel Janík ml., Hugh Blemings & Jan Derfinak
sk: xgnokii verzia: %s gnokii verzia: %s Copyright (C) 1999 Pavel Janík ml., Hugh Blemings & Ján Derfiòák

source: Edit SMS Setting
de: Bearbeite SMS Einstellungen
et: Muuda SMS seadeid
it: Modifica Impostazioni SMS
pl: Edycja ustawieñ SMS
sk: Zmena nastavení SMS

source: Cancel
de: Abrechen
et: Tühista
it: Annulla
pl: Anuluj
sk: Zru¹i»

source: Set's name:
et: Seade nimi:
it: Nome Set:
sk: Meno súboru:

source: Center:
et: Keskus:
it: Centro:
pl: Centrum:
sk: Centrum:

source: Sending Format:
de: Sendeformat:
et: Saate Formaat:
it: Formato di Invio:
pl: Format wysy³ania:
sk: Formát posielania:

source: Validity Period:
de: Gültigkeitsperiode:
et: Kehtivus periood:
it: Periodo di Validità:
sk: Èas platnosti:

source: Max. Time
de: Maximale Zeit
et: Max. Aeg
it: Tempo Massimo
pl: Maksymalny czas
sk: Max. èas

source: Set's name
et: Seade nimi
it: Nome Set
sk: Meno súboru

source: Center number
de: Centernummer
et: Keskuse number
it: Numero Centro Messaggi
pl: Numer centrum
sk: Èíslo centra

source: Format
et: Formaat
it: Formato
sk: Formát

source: Validity
de: Gültigkeit
et: Kehtivus
it: Validità
sk: Platnos»

source: Apply
de: Anwenden
et: Kehtesta
it: Applica
pl: Zastosuj
sk: Pou¾i»

source: Save
de: Sichern
et: Salvesta
it: Salva
pl: Zapisz
sk: Ulo¾i»

source: Close
de: Schließen
et: Sulge
it: Chiudi
pl: Zamknij
sk: Zavrie»

source: Phone and connection type
de: Telefon und Verbindungsart
et: Telefon ja ühenduse tüüp
it: Telefono e tipo collegamento
pl: Telefon i typ po³±czenia
sk: Typ telefónu a pripojenia

source: Connection
de: Verbindung
et: Ühendus
it: Collegamento
pl: Po³±czenie
sk: Pripojenie

source: Init length:
et: Init pikkus:
it: Stringa di inizializzaaione:
sk: Då¾ka inicializácie:

source: Connection:
de: Verbindung:
et: Ühendus:
it: Collegamento:
pl: Po³±czenie:
sk: Pripojenie:

source: infrared
de: infrarot
et: infrapunane
it: infrarossi
pl: podczerwieñ (IR)
sk: infraèervené

source: serial
de: seriell
it: seriale
pl: szeregowe (serial)
sk: sériové

source: Phone information
de: Telefoninformationen
et: Telefoni info
it: Informazioni sul telefono
pl: Informacje o telefonie
sk: Informácia o telefóne

source: Version:
et: Versioon:
it: Modello:
pl: Wersja:
sk: Verzia:

source: Revision:
it: Versione:
pl: Wersja:
sk: Revízia:

source: Alarm setting
de: Alarmeinstellung
et: Äratuse seaded
it: Impostazione allarme
pl: Ustawianie alarmu
sk: Nastavenie budíka

source: Alarm
et: Äratus
it: Allarme
sk: Budík

source: Short Message Service
de: Kurznachrichtendienst
et: Lühisõnumi teenus
sk: Slu¾ba krátkych správ

source: Edit
de: Bearbeiten
et: Redigeeri
it: Modifica
pl: Edycja
sk: Upravi»

source: Business Card
de: Visitenkarte
et: Visiitkaart
it: Biglietto da Visita
sk: Vizitka

source: User
de: Benutzer
et: Kasutaja
it: Utente
pl: U¿ytkownik
sk: Pou¾ívateµ

source: Name:
et: Nimi:
it: Nome:
pl: Nazwa:
sk: Meno:

source: Title:
de: Titel:
et: Amet:
it: Titolo:
pl: Tytu³:
sk: Titul:

source: Company:
de: Firma:
et: Ettevõte:
it: Società:
pl: Firma:
sk: Firma:

source: Telephone:
de: Telefon:
et: Telefon:
it: Telefono:
pl: Telefon:
sk: Telefón:

source: Address:
de: Adresse:
et: Aadress:
it: Indirizzo:
pl: Adres:
sk: Adresa:

source: Caller groups names
de: Gruppenname
et: Helistaja grupi nimi
it: Nome gruppo chiamante
pl: Nazwy grup dzwoni±cych
sk: Názvy skupín volajúcich

source: Groups
de: Gruppen
et: Grupid
it: Gruppi
pl: Grupy
sk: Skupiny

source: Group %d:
de: Gruppe %d:
et: Grupp %d:
it: Gruppo %d:
pl: Grupa %d:
sk: Skupina %d:

source: Help viewer
de: Hilfeanzeiger
et: Abi lehitseja
it: Visualizzatore help
pl: Ogl±dacz pomocy
sk: Prezeraè pomôcok

source: Viewer:
de: Anzeiger:
et: Lehitseja:
it: Visualizzatore:
pl: Ogl±dacz:
sk: Prezeraè:

source: WARNING: Can't find HOME enviroment variable!
et: HOIATUS: Ei leia HOME keskkonnamuutujat!
it: ATTENZIONE: non trovo la variabile di ambiente HOME !
sk: VAROVANIE: Nie je mo¾né nájs» premennú prostredia HOME!

source: WARNING: Can't allocate memory for config reading!
et: HOIATUS: Ei suuda eraldada mälu konfiguratsiooni lugemiseks!
sk: VAROVANIE: Nie je mo¾né prideli» pamä» pre èítanie konfigurácie!

source: ERROR: Can't find HOME enviroment variable!
et: VIGA: Ei leia HOME keskkonnamuutujat!
sk: CHYBA: Nie je mo¾né nájs» premennú prostredia HOME!

source: ERROR: Can't allocate memory for config writing!
et: VIGA: Ei suuda eraldada konfiguratsiooni kirjutamiseks mälu!
sk: CHYBA: Nie je mo¾né prideli» pamä» pre zápis konfigurácie!

source: ERROR: Can't open file %s for writing!
et: VIGA: Ei suuda faili %s lugemiseks avada!
it: ERRORE: impossibile scrivere sul file %s !
sk: CHYBA: Nie je mo¾né otvori» súbor %s pre zápis!

source: ERROR: Can't write config file!
et: VIGA: Ei saa kirjutada konfiguratsiooni faili!
it: ERRORE: Impossibile scrivere il file di configurazione!
sk: CHYBA: Nie je mo¾né zapísa» konfiguraèný súbor!

source: Error
de: Fehler
et: Viga
it: Errore
pl: B³±d
sk: Chyba

source: Info
et: Hangin Infot ....
sk: Informácia

source: Yes
de: Ja
et: Jah
it: Si
pl: Tak
sk: Áno

source: No
de: Nein
et: Ei
pl: Nie
sk: Nie

source: Can't exec %s
de: Kann %s nicht ausführen
et: Ei saa käivitada %s
it: Impossibile eseguire %s
pl: Nie mogê uruchomiæ %s
sk: Nie je mo¾né spusti» %s

source: Can't change memory type!
de: Kann Speichertyp nicht ändern!
et: Ei saa muuta mälu tüüpi!
it: Impossibile cambiare il tipo di memoria!
pl: Nie mogê zmieniæ typu pamiêci!
sk: Nie je mo¾né zmeni» typ pamäti!

source: Sorry, phonebook name will be truncated, because you save it into SIM memory!
et: SIM kaardile ei mahu nii pikk nimi, lühendan nime, nii et mahuks kaardile!
it: Spiacente, ma il nome della rubrica sarà troncato, poichè è stato salvato nella memoria SIM!
sk: Meno z telefónneho zoznamu bude ¾iaµ pri zápise do pamäti na SIM skrátené!

source: Sorry, phonebook name will be truncated because you save it into SIM memory!
et: SIM kaardile ei mahu nii pikk nimi, lühendan nime, nii et mahuks kaardile!
it: Spiacente, ma il nominativo sarà troncato, poichè è stato salvato nella memoria SIM!
sk: Meno z telefónneho zoznamu bude ¾iaµ pri zápise do pamäti na SIM skrátené!

source: Can't find pattern!
de: Kann Muster nicht finden!
et: Ei leia sobivust!
it: Elemento non trovato!
pl: Nie mogê znale¼æ ¶cie¿ki!
sk: Nie je mo¾né nájs» vzor!

source: Number:
de: Nummer:
it: Numero:
pl: Numer:
sk: Èíslo:

source: Memory:
de: Speicher:
et: Mälu:
it: Memoria:
pl: Pamiêæ:
sk: Pamä»:

source: phone
de: Telefon
et: telefon
it: telefono
pl: telefon
sk: telefón

source: Caller group:
de: Gruppe:
et: Helistajagrupp:
it: Gruppo chiamante:
pl: Grupa:
sk: Skupina volajúcich:

source: Edit entry
de: Eintrag bearbeiten
et: Muuda kirjet
it: Modifica voce
pl: Edycja pozycji
sk: Upravi» polo¾ku

source: Delete entries
de: Einträge löschen
et: Kustuta kirjed
it: Elimina voci
pl: Kasowanie pozycji
sk: Vymaza» polo¾ky

source: Do you want to delete selected entries?
et: Kas soovid valitud kirje kustutada?
it: Volete eliminare le voci selezionate?
pl: Czy chcesz skasowaæ zaznaczone pozycje?
sk: ®eláte si zmaza» zvolené polo¾ky?

source: New entry
de: Neuer Eintrag
et: Uus kirje
it: Nuova voce
pl: Nowa pozycja
sk: Nová polo¾ka

source: Duplicate entry
de: Eintrag duplizieren
et: Kopeeri kirjet
it: Duplica la voce
pl: Skopiuj pozycjê
sk: Duplikova» polo¾ku

source: Can't find free memory.
de: Kann keinen freien Speicher finden.
et: Ei leia vaba mälu.
it: Memoria esaurita.
pl: Brak wolnej pamiêci.
sk: Voµná pamä» nie je k dispozícii.

source: Changing memory type
de: Wechlse Speicherart
et: Muudan mälu tüüpi
it: Cambiare il tipo di memoria
pl: Zmieniam typ pamiêci
sk: Zmena typu pamäti

source: Continue
de: Fortfahren
et: Jätka
it: Continua
pl: Dalej
sk: Pokraèova»

source: If you change from phone memory to SIM memory some entries may be truncated.
et: Kirje muutmisel telefonimälust SIM kaardile võivad mõned kirjed muutuda lühemaks.
sk: Pri presune z pamäti telefónu na SIM mô¾u by» niektoré polo¾ky skrátené.

source: Find
de: Suchen
et: Otsi
it: Cerca
pl: Szukanie
sk: Nájs»

source: Pattern:
de: Muster:
et: Mask:
it: Stringa:
pl: Scie¿ka:
sk: Vzor:

source: Name
et: Nimi
it: Nome
pl: Nazwa
sk: Meno

source: Number
de: Nummer
it: Numero
pl: Numer
sk: Èíslo

source: Dial voice
de: Sprachanruf
et: Helista
it: Chiamata vocale
pl: Dzwoñ (voice)
sk: Zavola»

source: Phone memory...
de: Telefonspeicher...
et: Telefoni mälu...
it: Memoria telefono...
pl: Pamiêæ telefonu...
sk: Pamä» telefónu...

source: SIM memory...
de: Kartenspeicher...
et: SIM (kaardi) mälu...
it: Memoria SIM...
pl: Pamiêæ karty SIM...
sk: Pamä» SIM...

source: Saving entries
de: Sichere Einträge
et: Salvestan kirjeid
it: Salva elementi
pl: Zapisujê pozycje
sk: Ukladám polo¾ky

source: %s: line: %d:Can't write ME memory entry number %d! Error: %d
et: %s: rida %d:Ei suuda kirjutada ME mälupessa %d! Viga: %d
it: %s: linea: %d:Impossibile scrivere nella memoria ME numero %d! Errore: %d
sk: %s: riadok: %d:Nie je mo¾né zapísa» polo¾ku ME pamäti èíslo %d! Chyba: %d

source: %s: line %d:Can't write SM memory entry number %d! Error: %d
et: %s: rida %d:Ei suuda kirjutada SM mälupessa %d! Viga: %d
it: %s: linea: %d:Impossibile scrivere nella memoria SM numero %d! Errore: %d
sk: %s: riadok: %d:Nie je mo¾né zapísa» polo¾ku SM pamäti èíslo %d! Chyba: %d

source: Save changes?
de: Sichere Änderungen
et: Salvesta muudatused?
it: Salvare i cambiamenti?
pl: Zapisaæ zmiany?
sk: Ulo¾i» zmeny?

source: Don't save
de: Nicht sichern
et: Ära salvesta
it: Non salvare
pl: Nie zapisuj
sk: Neulo¾i»

source: You have made changes in your contacts directory. Do you want save these changes into phone?
et: Tegid muudatusi kontaktide kataloogis. Kas soovid muudatused telefoni salvestada?
it: Sono state effettuate modifiche nella rubrica. Le si vuole inviare al telefono?
sk: Vo va¹om adresári kontaktov ste urobili zmeny. ®eláte si tieto zmeny zapísa» do telefónu?

source: %s: line %d: Can't allocate memory!
et: %s: rida %d: Ei suuda mälu eraldada!
it: %s: linea %d: Memoria esaurita!
sk: %s: riadok %d: Nie je mo¾né prideli» pamä»!

source: Can't get SM memory status! Setting max SIM entries to 100!
et: Ei suuda tuvastada SM mälu olekut! oletan max SIM kirjete arvuks 100!
it: Non è possibile rilevare lo stato della memoria SM ! Impostare il massimo delle voci nella SIM a 100!
sk: Nie je mo¾né zisti» stav SM pamäti! Max. poèet SIM polo¾iek nastavený na 100!

source: Getting entries
de: Hole Einträge
et: Loen kirjeid ....
it: Caricamento dati
pl: Pobieranie danych
sk: Naèítavam polo¾ky

source: Can't open file %s for writing!
et: Ei suuda faili %s kirjutamiseks avada!
it: Impossibile aprire il file %s in scrittura!
sk: Nie je mo¾né otvori» súbor %s pre zápis!

source: Overwrite file?
de: Datei überschreiben?
et: Kas kirjutan faili üle?
it: Sovrascrivo il file?
pl: Nadpisaæ plik?
sk: Prepísa» súbor?

source: File %s already exist. Overwrite?
et: Fail %s on olemas. Kas kirjutan üle?
it: Il file %s esiste. Sovrascrivo?
sk: Súbor %s u¾ existuje. Prepísa»?

source: Can't open file %s for reading!
et: Ei suuda faili %s lugemiseks avada!
it: Impossibile aprire il file %s in lettura!
sk: Nie je mo¾né otvori» súbor %s pre èítanie!

source: Can't get SM memory status! Setting max SIM entries set to 100!
et: Ei suuda tuvastada SM mälu olekut! max SIM kirjete arv on 100!
it: Non è possibile rilevare lo stato della memoria SM ! Impostare il massimo delle voci nella SIM a 100!
sk: Nie je mo¾né zisti» stav SM pamäti! Max. poèet SIM polo¾iek nastavený na 100!

source: Select contacts
et: Vali kontaktid
it: Seleziona nominativi
sk: Výber kontaktov

source: Error: %s: line %d: Can't allocate memory!
et: VIGA: %s: rida %d: Ei suuda eraldada mälu!
it: Errore: %s: linea %d: Memoria esaurita!
sk: Chyba: %s: riadok %d: Nie je mo¾né prideli» pamä»!

source: /_File
de: /_Datei
et: /_Fail
pl: /_Plik
sk: /Súbor

source: /File/_Read from phone
et: /Fail/Loe telefonist
it: /File/_Leggi dal telefono
sk: /Súbor/Naèíta» z telefónu

source: /File/_Save to phone
et: /Fail/_Salvesta telefoni
it: /File/_Salva sul telefono
sk: /Súbor/Zapísa» do telefónu

source: /File/_Import from file
et: /Fail/Ava fail
it: /File/_Importa da file
sk: /Súbor/Import zo súboru

source: /File/_Export to file
et: /Fail/Salvesta faili
it: /File/_Esporta su file
sk: /Súbor/Export do súboru

source: /File/_Close
de: /Datei/_Schließen
et: /Fail/Sulge
it: /File/_Chiudi
pl: /Plik/_Zamknij
sk: /Súbor/Zavrie»

source: /_Edit
et: /R_edigeeri
it: /_Modifica
sk: /Úpravy

source: /Edit/_New
et: /Redigeeri/Uus
it: /Modifica/_Nuovo
sk: /Úpravy/Nový

source: /Edit/D_uplicate
et: /Redigeeri/Palj_unda
it: /Modifica/_Duplica
sk: /Úpravy/Duplikova»

source: /Edit/_Edit
et: /Redigeeri/Paranda
it: /Modifica/_Modifica
sk: /Úpravy/Upravi»

source: /Edit/_Delete
et: /Redigeeri/Kustuta
it: /Modifica/_Cancella
sk: /Úpravy/Zmaza»

source: /Edit/_Change memory type
et: /Redigeeri/Muuda mälu tüüp
it: /Modifica/_Cambia il tipo di memoria
sk: /Úpravy/Zmeni» typ pamäti

source: /Edit/_Find
et: /Redigeeri/Leia
it: /Modifica/_Trova
sk: /Úpravy/Vyhµada»

source: /Edit/Find ne_xt
et: /Redigeeri/Leia järgmine
it: /Modifica/Trova se_guente
sk: /Úpravy/Vyhµada» ïal¹í

source: /Edit/Select _all
et: /Redigeeri/V_ali kõik
it: /Modifica/Selezion_a tutti
sk: /Úpravy/Vybra» v¹etky

source: /_Dial
et: /Vali numbri_d
it: /_Chiamata
sk: /Zavola»

source: /Dial/Dial _voice
et: /Vali numbrid/_Vali kõne
it: /Chiamata/Chiamata _vocale
sk: /Zavola»/Zavola» (hlas)

source: /_Help
de: /_Hilfe
et: /Abi
it: /_Aiuto
pl: /_Pomoc
sk: /Nápoveda

source: /Help/_Help
de: /Hilfe/_Hilfe
et: /Abi/Abi
it: /Aiuto/_Aiuto
pl: /Pomoc/_Pomoc
sk: /Nápoveda/Nápoveda

source: /Help/_About
de: /Hilfe/_Über
et: /Abi/Üldine
it: /Aiuto/_Informazioni
pl: /Pomoc/_O...
sk: /Nápoveda/O aplikácii

source: Memory
de: Speicher
et: Mälu
it: Memoria
pl: Pamiêæ
sk: Pamä»

source: Group
de: Gruppe
et: Grupp
it: Gruppo
pl: Grupa
sk: Skupina

source: Read from phone
de: Aus Telefon auslesen
et: Loe telefonist
it: Leggi dal telefono
pl: Odczyt z telefonu
sk: Naèíta» z telefónu

source: Save to phone
de: In Telefon schreiben
et: Salvesta telefoni
it: Salva sul telefono
pl: Zapis do telefonu
sk: Zapísa» do telefónu

source: Import from file
de: Aus Datei importieren
et: Ava fail
it: Importa da file
pl: Import z pliku
sk: Import zo súboru

source: Export to file
de: In Datei exportieren
et: Salvesta fail
it: Esporta su file
pl: Eksport do pliku
sk: Export do súboru

source: Delete entry
de: Eintrag löscehn
et: Kustuta kirje
it: Elimina elemento
pl: Skasuj pozycjê
sk: Zmaza» polo¾ku

source: Load
de: Öffnen
et: Laadi
it: Carica
pl: Odczyt
sk: Naèíta»

source: /File/_Open
et: /Fail/Ava
it: /File/_Apri
sk: /Súbor/Otvori»

source: /File/_Save
et: /Fail/_Salvesta
it: /File/_Salva
sk: /Súbor/Ulo¾i»

source: /File/Sep1
et: /Fail/Sep1
sk: /Súbor/Sep1

source: /File/Sep2
et: /Fail/Sep2
sk: /Súbor/Sep2

source: /File/Sep3
sk: /Súbor/Sep3

source: /Edit/Sep3
et: /Redigeeri/Sep3
it: /Modifica/Sep3
sk: /Úpravy/Sep3

source: /Edit/Sep4
et: /Redigeeri/Sep4
it: /Modifica/Sep4
sk: /Úpravy/Sep4

source: /Edit/Sep5
et: /Redigeeri/Sep5
it: /Modifica/Sep5
sk: /Úpravy/Sep5

source: /Messages/Sep3
et: /Sõnu_mid/Sep3
it: /Messaggi/Sep3
sk: /Správy/Sep3

source: /File/Send via S_MS
it: /File/Invi_a con S_MS
sk: /Súbor/Po¹li ako SMS

source: /Edit/Add _reminder
it: /Modifica/Aggiungi p_romemoria
sk: /Úpravy/Pridaj pripomienku

source: /Edit/Add _call
it: /Modifica/Aggiungi _chiamata
sk: /Úpravy/Pridaj volanie

source: /Edit/Add _meeting
it: /Modifica/Aggiungi _meeting
sk: /Úpravy/Pridaj schôdzku

source: /Edit/Add _birthday
it: /Modifica/Aggiungi c_ompleanno
sk: /Úpravy/Pridaj narodeniny
