Repository: Ahmedabdsw/gammu
Catalog: po/*.po
Languages: de, et, it, pl, sk

source: Dial Tone
de: Wählton
et: Vali toon
it: Tono di chiamata
sk: Tónová voµba

source: /_Tools
et: /_Tööriistad
it: /S_trumenti
sk: /Nástroje

source: /Tools/Net monitor o_n
et: /Tööriistad/Võrgu mo_nitor peale
it: /Strumenti/_Net monitor attivo
sk: /Nástroje/Zapnú» monitor siete

source: /Tools/Net monitor o_ff
et: /Tööriistad/Võrgu monitor maha
it: /Strumenti/Net monitor disattiv_o
sk: /Nástroje/Vypnú» monitor siete

source: Active cell
de: Aktive Zelle
et: Aktiivne kärg
pl: Aktywna komórka
sk: Aktívna bunka

source: NCELL list I
sk: NCELL zoznam I

source: NCELL list II
sk: NCELL zoznam II

source: NCELL list III
sk: NCELL zoznam III

source: Prefered/Denied networks
et: Eelistatud/keelatud v6rgud
sk: Preferované/Zakázané siete

source: System information bits
et: Süsteemi informatsiooni bitid
sk: Systémové informácie

source: Cells info
et: Kärje info
sk: Informácie o bunkách

source: DTX, Cipher, Hopping
sk: DTX, ©ifra, Hopping

source: CELL BARR-Flag
sk: CELL BARR-Príznak

source: Accumulator, Charge status
et: Aku, laadimise staatus
sk: Akumulátor, Stav nabitia

source: ?Constant voltage charging display
sk: ?Nabíjanie kon¹tantným napätím

source: ?Battery full detection
et: ?Aku laadumuse proov
sk: ?Detekcia plného nabitia batérie

source: Accumulator
et: Aku
sk: Akumulátor

source: SW-Resets
sk: SW-Resety

source: Reset-Counter
sk: Èítaè resetov

source: Cause codes for last connection abortion
et: Viimase ühenduse katkestamise põhjuskoodid
sk: Dôvod posledného zru¹enia spojenia

source: Reset handover counters
sk: Vynulova» èítaèe handoverov

source: Handover Counter
sk: Èítaè handoverov

source: Handover Counter (Dual)
sk: Èítaè handoverov (duálny)

source: L2-Timeouts
sk: L2-Timeouty

source: Memory status before reset
et: Mälu olek enne resetti
sk: Stav pamäti pred resetom

source: Reset Counters
sk: Èítaèe resetov

source: Counter for PLMN Search and Cell reselection (Singleband)
sk: Èítaè vyhµadávania PLMN a nového výberu siete (Singleband)

source: Neighbourhood measurement
et: Keskkonnaparameetrite mõõtmine
sk: Meranie susedstva

source: Calls
et: Kõnesid
sk: Volania

source: Temporary counters of DSP
et: DSP ajutised loendurid
sk: Prechodné èítaèe DSP

source: Control of task information displays
sk: Riadenie zobrazenia informácií o úlohe

source: Information about task numbers 0-7
sk: Informácie o úlohách 0-7

source: Information about task numbers 8-15
sk: Informácie o úlohách 8-15

source: Information about task numbers 16-23
sk: Informácie o úlohách 16-23

source: Information about OS_SYSTEM_STACK
et: OS_SYSTEM_STACK informatsioon
sk: Informácie o OS_SYSTEM_STACK

source: Information about current MCU and DSP software versions
sk: Informácia o aktuálnych verziách softvéru MCU a DSP

source: Hardware version
et: Riistvara versioon
it: Versione hardware
sk: Verzia hardvéru

source: Page:
et: Leht:
it: Pagina:
sk: Stránka:

source: report
et: raport
pl: raport
sk: potvrdenie

source: read
de: gelesen
et: loe
it: letto
pl: przeczytane
sk: preèítaná

source: unread
de: ungelesen
et: lugemata
it: non letto
pl: nieprzeczytane
sk: nepreèítaná

source: sent
de: gesendet
et: saadetud
it: inviato
pl: wys³ane
sk: odoslaná

source: unsent
de: nicht gesendet
et: saatmata
it: non inviato
pl: nie wys³±ne
sk: neodoslaná

source: From:
de: Von:
et: Saatja:
it: Da :
pl: Od:
sk: Od:

source: Date:
de: Datum:
et: Kuupäev:
it: Data:
pl: Data:
sk: Dátum:

source: Delete SMS
de: SMS löschen
et: Kustuta SMS
it: Elimina SMS
pl: Skasuj SMS
sk: Zmaza» SMS

source: Do you want to delete selected SMS?
et: Kas soovid valitud SMS kustutada?
it: Volete veramente eliminare gli SMS selezionati?
sk: ®eláte si vymaza» zvolené SMS?

source: Address line contains illegal address!
de: Addresszeile enthält eine falsche Adresse!
et: Aadressi real on sobimatu aadress!
it: L'indirizzo specificato non è valido!
pl: Nieprawid³owa linia adresu!
sk: Riadok s adresou obsahuje neplatnú adresu!

source: SMS send to %s failed (error=%d)
de: SMS senden zu %s fehlgeschlagen (Fehler=%d)
et: SMS saatmine %s ebõnnestus! (viga=%d)
it: Invio SMS a %s fallito (errore=%d)
pl: wys³anie SMS do %s zakoñczone NIEpowodzeniem (b³±d=%d)
sk: Odoslanie SMS pre %s zlyhalo (chyba=%d)

source: Sending SMS to %s (%d/%d) ...
et: Saadan SMS'i %s (%d/%d) ...
it: Invio SMS a %s (%d/%d) in corso ...
sk: Odosiela sa SMS pre %s (%d/%d) ...

source: Sending SMS to %s ...
et: Saadan SMS'i %s ...
it: Invio SMS a %s in corso ...
sk: Odosiela sa SMS pre %s ...

source: /File/Sen_d
et: /Fail/Saa_da
it: /File/Invi_a
sk: /Súbor/Posla»

source: /File/Check _Names
et: /Fail/_Nime kontroll
it: /File/Verifica _Nomi
sk: /Súbor/Skontrolova» mená

source: /File/C_ontacts
et: /Fail/K_ontaktid
it: /File/C_ontatti
sk: /Súbor/Kontakty

source: Send message
de: Schicke Nachricht
et: Saada sõnum
it: Invia il messaggio
pl: Wy¶lij wiadomo¶æ
sk: Odosla» správu

source: Save message to outbox
et: Salvesta sõnum outbox'i
it: Salva il messaggio su messaggi in uscita
sk: Ulo¾i» správu do výstupnej schránky

source: Check names
de: Überprüfe Namen
et: Kontrolli nimesid
it: Controlla i nominativi
pl: Sprawd¼ nazwy
sk: Skontrolova» mená

source: To:
de: An:
et: Saaja:
it: A:
pl: Do:
sk: Pre:

source: Delivery report
de: Auslieferreport
et: Saateraport
it: Rapporto di invio
pl: Raport dorêczenia
sk: Potvrdenie o doruèení

source: Send as Long SMS
de: Schicke als lange SMS
et: Saada pika SMS'na
it: Invia come Long SMS
pl: Wy¶lij jako d³ugi SMS
sk: Odosla» ako dlhú SMS

source: SMS Center:
et: SMS Keskus:
it: Centro SMS:
pl: Centrum SMS:
sk: SMS centrum:

source: New Message
de: Neue Nachricht
et: Uus sõnum
it: Nuovo Messaggio
pl: Nowa wiadomo¶æ
sk: Nová správa

source: Forward Message
de: Nachricht weiterleiten
et: Edasta sõnum
it: Reinvia il Messaggio
pl: Prze¶lij dalej
sk: Posla» správu inam

source: Reply Message
de: Nachricht beantworten
et: Vasta sõnumile
it: Rispondi al Messaggio
pl: Odpowied¼
sk: Odpoveda» na správu

source: Bussiness Card
de: Visitenkarte
et: Visiitkaart
it: Biglietto da visita
pl: Business Card
sk: Vizitka

source: /File/_Refresh
sk: /Súbor/Obnovi»

source: /_Messages
et: /Sõnu_mid
it: /_Messaggi
sk: /Správy

source: /_Messages/_New
et: /Sõnu_mid/Uued
it: /_Messaggi/_Nuovo
sk: /Správy/Nová

source: /_Messages/_Forward
et: /Sõnu_mid/Edasta _F
it: /_Messaggi/_Rispedisci
sk: /Správy/Posla» inam

source: /_Messages/_Reply
et: /Sõnu_mid/Vasta _R
it: /_Messaggi/_Rispondi
sk: /Správy/Odpoveda»

source: /_Messages/_Delete
et: /Sõnu_mid/Kustuta
it: /_Messaggi/_Elimina
sk: /Správy/Zmaza»

source: /_Messages/_Bussiness card
et: /Sõnu_mid/Visiitkaart
it: /_Messaggi/_Biglietti da visita
sk: /Správy/Vizitka

source: Status
et: Olek
it: Stato
sk: Stav

source: Date / Time
de: Datum / Zeit
et: Kuupäev/Kellaaeg
it: Data / Ora
pl: Data / Czas
sk: Dátum / èas

source: Sender
et: Saatja
it: Mittente
pl: Nadawca
sk: Odosielateµ

source: Message
de: Nachricht
et: Sõnum
it: Messaggio
pl: Wiadomo¶æ
sk: Správa

source: New message
de: Neue Nachricht
et: Uus sõnum
it: Nuovo messaggio
pl: Nowa wiadomo¶æ
sk: Nová správa

source: Forward message
et: Saada sõnum edasi
it: Reinvia il messaggio
sk: Posla» správu inam

source: Reply message
de: Nachricht beantworten
et: Vasta sõnumile
it: Rispondi al messaggio
pl: Odpowiedz
sk: Odpoveda» na správu

source: Delete message
de: Nachricht löschen
et: Kustuta sõnum
it: Cancella messaggio
pl: Skasuj
sk: Zmaza» správu

source: SMS's
it: SMS
pl: SMS-y
sk: SMS

source: Inbox
it: In arrivo
sk: Vstupná schránka

source: Outbox
it: In uscita
sk: Výstupná schránka

source: Reading data ...
et: Loen andmeid ...
it: Lettura dati...
sk: Naèítavajú sa údaje ...

source: Cannot allocate memory!
et: Ei suuda mälu eraldada!
it: Memoria esaurita!
sk: Nie je mo¾né prideli» pamä»!

source: Cannot allocate memory!
et: Ei suuda mälu eraldada!
it: Memoria esaurita!
sk: Nie je mo¾né prideli» pamä»!

source: Error reading file!
de: Fehler beim Datei lesen!
et: Viga faili lugemisel!
it: Errore di lettura del file!
pl: B³±d odczytu pliku
sk: Chyba pri èítaní súboru!

source: Key
de: Schöüssel
et: Klahv
it: Tasto
pl: Klawisz
sk: Klávesa

source: Cannot load background pixmap!
de: Kann Hintergrundbild nicht öffnen!
et: Ei suuda laadida taustapilti!
it: Impossibile caricare l'immagine di sfondo!
pl: Nie mogê wczytaæ t³a
sk: Nie je mo¾né naèíta» obrázok pozadia!

source: XGnokii Keyboard
de: XGnokii Tastatur
et: XGnokii Klaviatuur
it: Tastiera di XGnokii
pl: Klawiatura XGnokii
sk: XGnokii klávesnica

source: Model: %s
et: Mudel: %s
it: Modello: %s

source: UnknownNumber:
de: Unbekannte Zahl:
et: TundmatuNumber:
pl: Nieznany numer:

source: Text
et: Tekst
it: Testo
pl: Tekst

source: Fax
et: Faks

source: currently set to "
et: hetkel seatud "

source: Message: Operator Logo for %s (%s) network received.
et: Teade: Saabus Operaatori Logo võrgule %s (%s).

source: press
et: vajuta

source: release
et: vabasta

source: press or release - error
et: vajuta või vabasta - viga

source: Message: Unknown message of type 0x0c
et: Teade: Tundmatu 0x0c tüüpi sõnum

source: Text: %s
et: Tekst: %s
it: Testo: %s
pl: Tekst: %s

source: Message: Security code received:
et: Teade: Turvakood saabus:

source: Security code
et: Turvakood

source: unknown !
et: tundmatu !

source: Model: %s
et: Mudel: %s

source: Firmware: %s
et: Riistvara: %s

source: Unknown key: %c !
et: Tundmatu võti: %c !

source: Can't press key !
et: Nuppu ei saa vajutada?!

source: Can't release key !
et: Nuppu ei saa vabastada?!

source: Text: %s
et: Tekst: %s
it: Testo: %s

source: Text: %s
et: Tekst: %s

source: Error: getting
et: Viga: võtmisel n

source: security code
et: Turvakood

source: not allowed
et: pole lubatud

source: is %s
et: on %s

source: Can't open logofile %s !
et: Ei suuda logofaili %s avada!

source: Wrong number of colors in %s logofile (accepted only 2-colors files) !
et: Vale värvide kogus %s logofailis (toetatud on ainult 2 värvi)!

source: Wrong colors in %s logofile !
et: %s logofailis on valed värvid !

source: Invalid format of %s logofile !
et: Sobimatu formaat %s logofailile !

source: %s logofile is too short !
et: % logofail on liiga lühike !

source: Files can't have the same names !
et: Failidel ei saa olla sama nimi !!

source: Getting Logo
et: Võtan logo

source: Function not implemented !
et: See funktsioon pole rakendatud!
it: Funzione non implementata !

source: This kind of logo is not supported !
et: Sellist tüüpi logo toetus pole rakendatud !

source: Error getting logo !
et: Viga logo võtmisel !
it: Errore ricevendo il logo !

source: Setting Logo.
et: Määran logo.
it: Impostazione Logo.

source: Removing Logo.
et: Eemaldan logo.
it: Rimozione logo.

source: Function not implemented.
et: See funktsioon pole rakendatud.
it: Funzione non implementata.

source: Error !
et: Viga !
it: Errore !

source: Entering display monitoring mode...
et: Siirdun monitooringu olekusse...
it: Avvio della modalità monitor...

source: Leaving display monitor mode...
et: Lahkun monitooringu olekust...
it: Chiusura modalità monitor...

source: Error!
et: Viga!
it: Errore!

source: Couldn't open %s or /etc/gnokiirc, using default config
et: Ei suuda %s avada ega ka /etc/gnokiirc, kasutan konfiguratsiooni vaikeväärtusi!

source: Model: %s
et: Mudel: %s
it: Modello: %s

source: Send failed
et: Saatmine ebaõnnestus!
it: Invio fallito

source: gnokiid Version %s Copyright (C) Hugh Blemings <hugh@linuxcare.com>, 1999 Copyright (C) Pavel Janík ml. <Pavel.Janik@linux.cz>, 1999 Built %s %s for %s on %s
et: GNOKII Versioon %s Copyright (C) Hugh Blemings <hugh@linuxcare.com>, 1999, 2000 Copyright (C) Pavel Janík ml. <Pavel.Janik@linux.cz>, 1999, 2000 Eestikeelne tõlge Hans Mõtshärg <hans.motsharg@mail.ee>, 2000 Kompileeritud %s %s telefonimudelile %s, ühendus pordis %s
it: gnokiid Versione %s Copyright (C) Hugh Blemings <hugh@linuxcare.com>, 1999 Copyright (C) Pavel Janík ml. <Pavel.Janik@linux.cz>, 1999 Compilato %s %s per %s su %s

source: 1 h
de: 1 Stunde
et: 1 t
pl: 1 godzina

source: 6 h
de: 6 Stunden
et: 6 t
pl: 6 godzin

source: 24 h
de: 24 Stunden
et: 24 t
pl: 24 godziny

source: 72 h
de: 72 Stunden
et: 72 t
pl: 72 godzin

source: SMS
et: Lühisõnumid

source: Logos
et: Logod
it: Loghi

source: Port:
de: Anschluß:
et: Pordis:
it: Porta:

source: Model:
et: Mudel:
it: Modello:

source: Bindir:
et: BIN kataloog:
it: Directory eseguibili:

source: Couldn't open %s or /etc/gnokiirc, using default config!
et: Ei suuda %s avada ega ka /etc/gnokiirc, kasutan konfiguratsiooni vaikeväärtusi!

source: Export
de: Exportieren
et: Ekspordi
it: Esporta

source: Import
de: Importieren
et: Impordi
it: Importa

source: couldn't allocate colour
et: ei suuda värvi määratleda
it: impossibile utilizzare il colore

source: Error getting network info (error=%d)
et: Viga võrguinfo saamisel (viga=%d)
it: Errore ricercando informazioni sulla rete (errore=%d)

source: Error getting bitmap (error=%d)
et: Viga bitmap saamisel (viga=%d)
it: Errore caricando l'immagine bitmap (errore=%d)

source: Error setting bitmap (error=%d)
et: Viga bitmap seadmisel (viga=%d)
it: Errore impostando l'immagine bitmap (errore=%d)

source: /File/Save _as ...
et: /Fail/Salvest_a nagu ...
it: /File/Salv_a come ...

source: /File/_Get operator
et: /Fail/Tuvasta operaator
it: /File/_Seleziona operatore

source: /File/Get _logo
et: /Fail/Võta _logo
it: /File/Seleziona _logo

source: /File/Se_t logo
et: /Fail/Sea logo
it: /File/Impos_ta logo

source: /Edit/_Clear
et: /Redigeeri/Tühjenda
it: /Edit/_Cancella tutto

source: /Edit/_Invert
et: /Redigeeri/_Invert
it: /Edit/_Inverti

source: /Edit/_Up logo
et: /Redigeeri/Logo üles
it: /Edit/Logo s_u

source: /Edit/_Down logo
et: /Redigeeri/Logo alla
it: /Edit/Logo _giù

source: /Edit/_Left logo
et: /Redigeeri/_Logo vasakule
it: /Edit/Logo _sinistra

source: /Edit/_Right logo
et: /Redigeeri/Logo paremale
it: /Edit/Logo dest_ra

source: /Edit/Flip _horizontal
et: /Redigeeri/Pööra _horisontaalis

source: /Edit/Flip _vertical
et: /Redigeeri/Pööra _vertikaalis

source: Couldn't open FB38 device
it: Impossibile aprire il dispositivo FB38

source: Not header
it: Non intestato

source: Message: Cell Broadcast enabled/disabled successfully.
it: Avviso: Informazioni Microcella abilitato/disabilitato correttamente.

source: Message: CB received.
it: Avviso: ricevuto CB.

source: Message: channel number %i
it: Avviso: numero di canale %i

source: Message stored at %d
it: Messaggio memorizzato in %d

source: SMS saving failed
it: Salvataggio SMS fallito

source: All locations busy.
it: Tutte le memorie sono occupate.

source: Unknown error.
it: Errore indeterminato.

source: GNOKII Version %s Copyright (C) Hugh Blemings <hugh@linuxcare.com>, 1999, 2000 Copyright (C) Pavel Janík ml. <Pavel.Janik@linux.cz>, 1999, 2000 gnokii is free software, covered by the GNU General Public License, and you are welcome to change it and/or distribute copies of it under certain conditions. There is absolutely no warranty for gnokii. See GPL for details. Built %s %s for %s on %s
it: GNOKII Versione %s Copyright (C) Hugh Blemings <hugh@linuxcare.com>, 1999, 2000 Copyright (C) Pavel Janík ml. <Pavel.Janik@linux.cz>, 1999, 2000 gnokii è free software, rilasciato sotto la GNU General Public License, e potete apportare modifiche e/o distribuire le copie rispettandone le condizioni. Non esiste nessuna garanzia per gnokii. Vedere la GPL per i dettagli. Compilato %s %s per %s su %s

source: usage: gnokii [--help|--monitor|--version] gnokii --getmemory memory_type start [end] gnokii --writephonebook [-i] gnokii --getspeeddial number gnokii --setspeeddial number memory_type location gnokii --getsms memory_type start [end] [-f file] [-d] gnokii --deletesms memory_type start [end] gnokii --sendsms destination [--smsc message_center_number | --smscno message_center_index] [-r] [-C n] [-v n] [--long n] gnokii --savesms [-m] [-l n] [-i] gnokii --getsmsc message_center_number gnokii --setdatetime [YYYY [MM [DD [HH [MM]]]]] gnokii --getdatetime gnokii --setalarm HH MM gnokii --getalarm gnokii --dialvoice number gnokii --getcalendarnote index [-v] gnokii --writecalendarnote vcardfile number gnokii --deletecalendarnote index gnokii --getdisplaystatus gnokii --netmonitor {reset|off|field|devel|next|nr} gnokii --identify gnokii --senddtmf string gnokii --sendlogo {caller|op} destination logofile [network code] gnokii --sendringtone destination rtttlfile gnokii --setlogo op [logofile] [network code] gnokii --setlogo startup [logofile] gnokii --setlogo caller [logofile] [caller group number] [group name] gnokii --setlogo {dealer|text} [text] gnokii --getlogo op [logofile] [network code] gnokii --getlogo startup [logofile] [network code] gnokii --getlogo caller [logofile][caller group number][network code] gnokii --getlogo {dealer|text} gnokii --setringtone rtttlfile gnokii --reset [soft|hard] gnokii --getprofile [number] gnokii --displayoutput gnokii --keysequence
it: utilizzo: gnokii [--help|--monitor|--version] gnokii --getmemory tipo_memoria inizio [fine] gnokii --writephonebook [-i] gnokii --getspeeddial numero gnokii --setspeeddial numero tipo_memoria locazione gnokii --getsms tipo_memoria inizio [fine] [-f file] -d gnokii --deletesms tipo_memoria inizio [fine] gnokii --sendsms destinazione [--smsc numero_centro_messaggi | --smscno indice_centro_messaggi] [-r] [-C n] [-v n] [--long n] gnokii --savesms [-m] [-l n] [-i] gnokii --getsmsc numero_centro_messaggi gnokii --setdatetime [YYYY [MM [DD [HH [MM]]]]] gnokii --getdatetime gnokii --setalarm HH MM gnokii --getalarm gnokii --dialvoice numero gnokii --getcalendarnote indice [-v] gnokii --writecalendarnote vcardfile numero gnokii --deletecalendarnote indice gnokii --getdisplaystatus gnokii --netmonitor {reset|off|field|devel|next|nr} gnokii --identify gnokii --senddtmf stringa gnokii --sendlogo {caller|op} destinazione logofile [network code] gnokii --sendringtone destinazione rtttlfile gnokii --setlogo op [logofile] [network code] gnokii --setlogo startup [logofile] gnokii --setlogo caller [logofile] [caller group number] [group name] gnokii --setlogo {dealer|text} [text] gnokii --getlogo op [logofile] [network code] gnokii --getlogo startup [logofile] [network code] gnokii --getlogo caller [logofile][caller group number][network code] gnokii --getlogo {dealer|text} gnokii --setringtone rtttlfile gnokii --reset [soft|hard] gnokii --getprofile [number] gnokii --displayoutput gnokii --keysequence

source: Overwrite? (yes/no)
it: Sovrascrivo (si/no)

source: Saved!
it: Salvato!

source: Saving failed (error=%d)
it: Salvataggio non riuscito (errore=%d)

source: Saving into %s
it: Salva in %s

source: Filename too long - will be truncated to 63 charactera.
it: Nome del file troppo lungo - sarà troncato a 63 caratteri.

source: File %s exists.
it: Il file %s esiste.

source: Couldn't save logofile %s!
it: Impossibile salvare il file dei loghi %s!

source: (delete failed)
it: (eliminazione fallita

source: (message deleted)
it: (messaggio eliminato)

source: Unknown memory type %s (use ME,SM,....)!
it: Tipo di memoria %s sconosciuta (usare ME,SM,...)!

source: What kind of logo do you want to get ?
it: Quale tipo di logo wolete avere ?

source: Failed to read file "%s"
it: Impossibile leggere il file "%s"

source: What kind of logo do you want to set ?
it: Quale tipo di logo volete impostare ?

source: Error setting
it: Errore di settaggio

source: SIM card and PIN is required
it: Necessari la SIM card ed il PIN

source: Done.
it: Eseguito.

source: Cell broadcast received on channel %d: %s
it: Informazioni microcella ricevute sul canale %d: %s

source: Location busy.
it: Locazione impegnata.

source: Unknown error (%d)
it: Errore indeterminato (%d)

source: usage: gnokiid {--help|--version} --help display usage information. --version displays version and copyright information. --debug uses stdin/stdout for virtual modem comms.
it: uso: gnokiid {--help|--version} --help mostra le informazioni per l'uso. --version mostra il copyright e la versione. --debug utilizza stdin/stdout per comunicare con il modem virtuale.

source: SMS not supported!
it: SMS non supportato!

source: Calendar not supported!
it: Calendario non supportato!

source: Data calls
it: Chiamata dati

source: Names length:
it: Lungezza nomi:

source: Phone:
it: Telefono:

source: Path to mailbox:
it: Percorso della mailbox:

source: Reminder
it: Promemoria

source: Call
it: Chiamata

source: Meeting
it: Riunione

source: Birthday
it: Compleanno

source: Type:
it: Tipo:

source: Alarm:
it: Allarme:

source: Text:
it: Testo:

source: Alarm time:
it: Ora allarme:

source: Add reminder
it: Aggiunta promemoria

source: Date:
it: Data:

source: Delete calendar note
it: Elimina nota in calendario

source: Do you want to delete selected note(s)?
it: Volete eliminare le/la nota/e selezionate?

source: Type
it: Tipo

source: Date
it: Data

source: Send via SMS
it: Invia come SMS

source: Edit note
it: Modifica nota

source: Add call
it: Aggiungi chiamata

source: Add meeting
it: Aggiungi riunione

source: Add birthday
it: Aggiungi compleanno

source: Delete note
it: Elimina voci

source: General
it: Generale

source: Mobile
it: Cellulare

source: Work
it: Lavoro

source: Home
it: Casa

source: Data calls are currently Disabled
it: Le chimate dati sono ora Disabilitate

source: Data calls are currently Enabled
it: Le chimate dati sono ora Abilitate

source: Virtual Modem
it: Modem Virtuale

source: Enable
it: Abilita

source: Disable
it: Disabilita

source: Error saving file (error=%d)
it: Errore salvando il file (errore=%d)

source: Can't open file %s for reading !
it: Impossibile aprire il file %s in lettura !

source: Error reading file (error=%d)
it: Errore leggendo il file (errore=%d)

source: %s: line %d: Can't get memory entry number %d from memory %d! %d
it: %s: linea: %d:Impossibile leggere la locazione %d dalla memoria %d! %d

source: Connecting...
it: Connessione...

source: Refreshing SMSes...
it: Rilettura SMS...

source: Working...
it: Attendere...

source: Event %d failed with return code %d!
it: Fallito evento %d con codice %d!

source: Cannot open mailbox %s for appending!
it: Impossibile aprire la mailbox %s per aggiungere!

source: Cannot save to mailbox %s. %s is locked for process %d!
it: Impossibile salvare nella mailbox %s. %s is è bloccato dal processo %d!

source: Cannot lock mailbox %s!
it: Impossibile bloccare la mailbox %s!

source: Cannot unlock mailbox %s!
it: Impossibile sbloccare la mailbox %s!

source: /File/Save to mailbo_x
it: /File/Salva su mailbo_x

source: Paging
de: Pagerruf
pl: Pager

source: Message: Startup Logo received.
de: Nachricht: Einschaltlogo erhalten.
pl: Wiadomo¶æ: Otrzymano logo powitalne.

source: Startup Text: %s
de: Einschalttext: %s
pl: Tekst powitania: %s

source: Message: Startup logo correctly set.
pl: Wiadomo¶æ: Logo powitania ustawione prawid³owo.
