Repository: Ahmedabdsw/gammu
Catalog: po/*.po
Languages: de, et, it, pl, sk

source: Message: The phone is powered on - seq 2.
de: Nachricht: Das Telefon wurde eingeschalten - Stufe 2.
pl: Wiadomo¶æ: Telefon jest w³±czony - nr 2.
sk: Správa: Telefón sa zapína - sekv. 2.

source: Message: Unknown message.
de: Nachricht: Unbekannte Nachricht.
et: Teade: Tundmatu sõnum.
pl: Wiadomo¶æ: Nieznana wiadomo¶æ.
sk: Správa: Neznáma správa.

source: Interrupted MultiFrame-Message - Ignoring it !!!
pl: Przerwana wiadomo¶æ wieloramkowa - ignorujê j± !!!
sk: Preru¹ená viacrámcová správa - ignorovaná !!!

source: Please report it ...
de: Bitte melden sie das ...
et: Palun teata sellest ...
pl: Proszê to zg³osiæ ...
sk: Prosím ohláste to...

source: Bad checksum!
de: Falsche Prüfsumme!
et: Vale kontrollsumma!
pl: Z³a suma kontrolna!
sk: Chybný kontrolný súèet!

source: Phone
de: Telefon
et: Telefon
it: Telefono
pl: Telefon
sk: Telefón

source: Msg Dest: %s
de: Nachricht Ziel: %s
et: Msg sihtpunkt: %s
pl: Adresat wiadomo¶ci: %s
sk: Cieµ správy: %s

source: Msg Source: %s
de: Nachrichtquelle: %s
et: Msg allikas: %s
pl: ¬ród³o wiadomo¶ci: %s
sk: Zdroj správy: %s

source: Msg Type: %02x
de: Nachrichtart: %02x
et: Msg tüüp: %02x
pl: Typ wiadomo¶ci: %02x
sk: Typ správy: %02x

source: Msg Unknown: %02x
de: Nachricht unbekannt: %02x
et: Msg tundmatu: %02x
pl: Wiadomo¶æ nieznana: %02x
sk: Neznáma správa: %02x

source: Msg Len: %02x Phone:
de: Nachrichtlänge: %02x Telefon:
et: Msg pikkus: %02x Telefon:
pl: D³ugo¶æ wiadomo¶ci: %02x Telefon:
sk: Då¾ka správy: %02x Telefón:

source: [Sending Ack of type %02x, seq: %x]
de: [Sende Bestätigung vom Typ %02x, Seq: %x]
pl: [Wysy³am potwierdzenie typu %02x, nr: %x]
sk: [Posiela sa potvrdenie typu %02x, sekv.: %x]

source: Couldn't open MB61 device:
de: Konnte MB61-Gerät nicht öffnen:
et: Ei suuda avada MB61 seadet:
it: Impossibile aprire il dispositivo MB61:
pl: Nie mog³em otworzyæ urz±dzenia MB61:
sk: Nie je mo¾né otvori» zariadenie MB61:

source: Phone:
de: Telefon:
et: Telefon:
it: Telefono:
pl: Telefon:
sk: Telefón:

source: Write error!
de: Schreibfehler!
et: Kirjutamine ebaõnnestus!
it: Errore in scrittura!
pl: B³±d zapisu!
sk: Chyba zápisu!

source: Setting MBUS communication...
de: Starte MBUS Verbindung...
et: Tekitan MBUS ühendust...
pl: Ustanawianie komunikacji MBUS...
sk: Nastavenie MBUS komunikácie...

source: Unknown!!!
de: Unbekannt!!!
et: Tundmatu!!!
it: Sconosciuto!!!
pl: Nieznany!!!
sk: Neznámy!!!

source: BAD
de: FALSCH
pl: Z£Y
sk: CHYBA

source: Frame FCS is bad. Ignoring...
et: FCS blokk on vigane. Ignoreerin ...
pl: Ramka FCS jest nieprawid³owa. Ignorujê...
sk: Kontrolný súèet rámca je chybný. Ignoruje sa...

source: RLP state 0.
pl: RLP stan 0.
sk: RLP stav 0.

source: RLP state 1.
pl: RLP stan 1.
sk: RLP stav 1.

source: RLP state 2.
pl: RLP stan 2.
sk: RLP stae 2.

source: UA received in RLP state 2.
pl: UA otrzymane przy RLP w stanie 2.
sk: UA prijatý v RLP stave 2.

source: RLP state 3.
pl: RLP stan 3.
sk: RLP stav 3.

source: RLP state 4.
pl: RLP stan 4.
sk: RLP stav 4.

source: RLP state 5.
pl: RLP stan 5.
sk: RLP stav 5.

source: RLP state 6 - not yet implemented!
pl: RLP stan 5 - jeszcze nie zaimplementowany!
sk: RLP stav 6 - zatiaµ neimplementovaný!

source: RLP state 7.
pl: RLP stan 7.
sk: RLP stav 7.

source: DEBUG: Unknown RLP state!
pl: DEBUG: Nieznany stan RLP!
sk: DEBUG: Neznámy RLP stav!

source: GNOKII Version %s Copyright (C) Hugh Blemings <hugh@linuxcare.com>, 1999, 2000 Copyright (C) Pavel Janík ml. <Pavel.Janik@linux.cz>, 1999, 2000 Built %s %s for %s on %s
et: GNOKII Versioon %s Copyright (C) Hugh Blemings <hugh@linuxcare.com>, 1999, 2000 Copyright (C) Pavel Janík ml. <Pavel.Janik@linux.cz>, 1999, 2000 Eestikeelne tõlge Hans Mõtshärg <hans.motsharg@mail.ee>, 2000 Kompileeritud %s %s telefonimudelile %s, ühendus pordis %s
pl: GNOKII wersja %s Copyright (C) Hugh Blemings <hugh@linuxcare.com>, 1999, 2000 Copyright (C) Pavel Janík ml. <Pavel.Janik@linux.cz>, 1999, 2000 Budowane %s %s dla %s na %s
sk: GNOKII verzia %s Copyright (C) Hugh Blemings <hugh@linuxcare.com>, 1999, 2000 Copyright (C) Pavel Janík ml. <Pavel.Janik@linux.cz>, 1999, 2000 Kompilácia: %s %s pre %s na %s

source: usage: gnokii [--help|--monitor|--version] gnokii --getmemory memory_type start end gnokii --writephonebook gnokii --getspeeddial number gnokii --setspeeddial number memory_type location gnokii --getsms memory_type start end gnokii --deletesms memory_type start end gnokii --sendsms destination [--smsc message_center_number | --smscno message_center_index] [-r] [-C n] [-v n] [--long n] gnokii --getsmsc message_center_number gnokii --setdatetime [YYYY [MM [DD [HH [MM]]]]] gnokii --getdatetime gnokii --setalarm HH MM gnokii --getalarm gnokii --dialvoice number gnokii --getcalendarnote index [-v] gnokii --writecalendarnote gnokii --deletecalendarnote index gnokii --getdisplaystatus gnokii --netmonitor {reset|off|field|devel|next|nr} gnokii --identify gnokii --senddtmf string gnokii --sendlogo {caller|op} destionation logofile [network code] gnokii --setlogo logofile [network code] gnokii --setlogo logofile [caller group number] [group name] gnokii --setlogo text [startup text] gnokii --setlogo dealer [dealer startup text] gnokii --getlogo logofile {caller|op|startup} [caller group number] gnokii --sendringtone destionation rtttlfile gnokii --reset [soft|hard] gnokii --getprofile [number]
sk: Pou¾itie: gnokii [--help|--monitor|--version] gnokii --getmemory typ_pamäti zaèiatok koniec gnokii --writephonebook gnokii --getspeeddial èíslo gnokii --setspeeddial èíslo typ_pamäti pozícia gnokii --getsms typ_pamäti zaèiatok koniec gnokii --deletesms typ_pamäti zaèiatok koniec gnokii --sendsms cieµ [--smsc èíslo_centra_správ | --smscno index_centra_správ] [-r] [-C n] [-v n] [--long n] gnokii --getsmsc èíslo_centra_správ gnokii --setdatetime [RRRR [MM [DD [HH [MM]]]]] gnokii --getdatetime gnokii --setalarm HH MM gnokii --getalarm gnokii --dialvoice èíslo gnokii --getcalendarnote index [-v] gnokii --writecalendarnote gnokii --deletecalendarnote index gnokii --getdisplaystatus gnokii --netmonitor {reset|off|field|devel|next|nr} gnokii --identify gnokii --senddtmf string gnokii --sendlogo {caller|op} cieµ logo_súbor [kód_siete] gnokii --setlogo logo_súbor [kód_siete] gnokii --setlogo logo_súbor [èíslo_skupiny] [názov_skupiny] gnokii --setlogo text [úvodný_text] gnokii --setlogo dealer [úvodný_text_predajcu] gnokii --getlogo logofile {caller|op|startup} [èíslo_skupiny] gnokii --sendringtone cieµ rtttl_súbor gnokii --reset [soft|hard] gnokii --getprofile [èíslo]

source: --help display usage information. --monitor continually updates phone status to stderr. --version displays version and copyright information. --getmemory reads specificed memory location from phone. Valid memory types are: ME, SM, FD, ON, EN, DC, RC, MC, LD --writephonebook reads data from stdin and writes to phonebook. Uses the same format as provided by the output of the getphonebook command. --getspeeddial reads speed dial from the specified location. --setspeeddial specify speed dial. --getsms gets SMS messages from specified memory type starting at entry [start] and ending at [end]. Entries are dumped to stdout. --deletesms deletes SMS messages from specified memory type starting at entry [start] and ending at [end]. --sendsms sends an SMS message to [destination] via [message_center_number] or SMSC number taken from phone memory from address [message_center_index]. If this argument is ommited SMSC number is taken from phone memory from location 1. Message text is taken from stdin. This function has had limited testing and may not work at all on your network. Meaning of other optional parameters: [-r] - request for delivery report [-C n] - Class Message n, where n can be 0..3 [-v n] - validity in minutes [--long n] - send no more then n characters, default is 160 --getsmsc show the SMSC number from location [message_center_number]. --setdatetime set the date and the time of the phone. --getdatetime shows current date and time in the phone. --setalarm set the alarm of the phone. --getalarm shows current alarm. --dialvoice initiate voice call. --getcalendarnote get the note with number index from calendar. [-v] - output in vCalendar 1.0 format --writecalendarnote write the note to calendar. --deletecalendarnote delete the note with number [index] from calendar. --getdisplaystatus shows what icons are displayed. --netmonitor setting/querying netmonitor mode. --identify get IMEI, model and revision --senddtmf send DTMF sequence --sendlogo send the logofile to destination as operator or CLI logo --setlogo set caller, startup or operator logo --getlogo get caller, startup or operator logo --sendringtone send the rtttlfile to destination as ringtone --reset [soft|hard] resets the phone. --getprofile [number] show settings for selected(all) profile(s)
sk: --help zobrazi» informáciu o pou¾ití. --monitor priebe¾ne vypisova» stav telefónu na ¹tandardný chybový výstup. --version zobrazi» verziu a informáciu o copyrighte. --getmemory preèíta» zadanú pamä»ovú pozíciu z telefónu. Platné typy pamäti sú: ME, SM, FD, ON, EN, DC, RC, MC, LD --writephonebook preèíta» údaje zo ¹tandardného vstupu a zapísa». ich do telefónneho zoznamu. Pou¾itý formát je zhodný s výstupným formátom príkazu getphonebook. --getspeeddial preèíta» definíciu skráteného volania zo zadanej pozície. --setspeeddial zadefinova» zrýchlené volanie. --getsms preèíta» krátke správy zo zadaného typu pamäti od pozície [zaèiatok] po [koniec]. Záznamy sa zapí¹u na ¹tandardný výstup. --deletesms zmaza» krátke správy zo zadaného typu pamäti od pozície [zaèiatok] po [koniec]. --sendsms posla» krátku správu pre [cieµ] prostredníctvom [èísla_centra_správ] alebo èísla SMSC na pozícii [index_centa_správ] v pamäti telefónu. Pokiaµ je tento argument vynechaný, èíslo sa preèíta z pozície 1 pamäti telefónu. Text správy sa preèíta zo ¹tandardného vstupu. Táto funkcia bola len èiastoène testovaná a vo va¹ej sieti nemusí fungova». Význam ostatných voliteµných parametrov je:: [-r] - vy¾iada» potvrdenie o doruèení [-C n] - trieda správy n, kde n je 0 a¾ 3 [-v n] - èas platnosti v minútach [--long n] - neposiela» viac ako n znakov, prednastavená hodnota je 160 --getsmsc ukáza» èíslo centra správ na pozícii [èíslo_centra_správ]. --setdatetime nastavi» dátum a èas v telefóne. --getdatetime zobrazi» dátum a èas telefónu. --setalarm nastavi» budík v telefóne. --getalarm zobrazi» aktuálny budík. --dialvoice zaèa» hlasové volanie. --getcalendarnote zobrazi» poznámku èíslo [index] z kalendára. [-v] - výstup vo formáte vCalendar 1.0 --writecalendarnote zapísa» poznámku do kalendára. --deletecalendarnote vymaza» poznámku èíslo [index] z kalendára. --getdisplaystatus ukáza», ktoré ikony sú zobrazené. --netmonitor nastavi»/zisti» re¾im monitora siete. --identify zobrazi» IMEI, model a revíziu --senddtmf posla» DTMF sekvenciu --sendlogo posla» logo_súbor cieµu ako logo operátora alebo skupiny --setlogo nastavi» úvodné logo, logo volajúceho alebo logo operátora --getlogo získa» úvodné logo, logo volajúceho alebo logo operátora --sendringtone posla» rtttl_súbor cieµu ako vyzváòanie --reset [soft|hard] resetova» telefón. --getprofile [number] zobrazi» nastavenia zvoleného (v¹etkých) profilov

source: --entersecuritycode asks for the code and sends it to the phone --getsecuritycodestatus show if a security code is needed
pl: --entersecuritycode pyta o kod i przesy³a go do telefonu --getsecuritycodestatus pokazuje czy potrzebny jest kod zabezpieczaj±cy
sk: --entersecuritycode vypýta» kód a posla» ho telefónu --getsecuritycodestatus zobrazi», èi je po¾adovaný bezpeènostný kód

source: GSM/FBUS init failed! (Unknown model ?). Quitting.
de: GSM/FBUS Init fehlgeschlagen (Unbekanntes Model?). Beende.
et: GSM/FBUS initsialiseerimine ebaõnnestus! (Tundmatu mudel?). Lõpetan....)
it: Inizializzazione GSM/FBUS fallita! (Modello non supportato ?). Uscita.
pl: Inicjalizacha GSM/FBUS nieudana! (Nieznany model?). Koñczê pracê.
sk: GSM/FBUS inicializácia zlyhala (neznámy model?). Koniec.

source: Hmmm... GSM_LinkOK never went true. Quitting.
de: Hmmm... GSM_LinkOK wahr nie aktiv. Beende.
et: Hmmm... GSM_LinkOK ei tekkinud. Lõpetan.
it: Hmmm... GSM_LinkOK non si è verificata. Esco.
pl: Hmmm... GSM_LinkOK nie zosta³ ustawiony. Koñczê pracê.
sk: Hmmm... GSM_LinkOK nekdy nepre¹iel do stavu OK. Koniec.

source: Use '%s --help' for usage informations.
et: Kasuta '%s --help' kasutusinfo saamiseks.
it: Usare '%s --help' per informazioni .
pl: U¿yj '%s --help' ¿eby otrzymaæ pomoc.
sk: Pou¾ite '%s --help' na získanie informácie o pou¾ití.

source: Unknown option: %d
et: Tundmatu valik: %d
it: Opzione sconosciuta: %d
pl: Nieznana opcja: %d
sk: Neznáma voµba: %d

source: Wrong number of arguments
et: Vale argumentide kogus
it: Numero di argomenti non valido
pl: Z³a ilo¶æ argumentów
sk: Nesprávny poèet argumentov

source: Input too long!
de: Eingabe zu lang!
et: Sisend on liiga pikk!
pl: Wej¶cie za d³ugie!
sk: Vstup príli¹ dlhý!

source: Couldn't read from stdin!
de: Konnte nicht von stdin lesen!
et: Ei suuda lugeda standard sisendist!
it: Impossibile leggere da stdin!
pl: B³±d podczas czytania z STDIN
sk: Nie je mo¾né èíta» zo ¹tandardného vstupu!

source: Send succeeded!
de: Senden erfolgreich!
et: Saatmine õnnestus!
it: Invio effettuato!
pl: Wys³ano OK.
sk: Poslanie bolo úspe¹né!

source: SMS Send failed (error=%d)
de: SMS senden fehlgeschlagen (Fehler=%d)
et: SMS saatmine ebaõnnestus (viga=%d)
it: Invio SMS non riuscito (errore=%d)
pl: Wysy³anie nieudane (b³±d=%d)
sk: Poslanie SMS zlyhalo (chyba=%d)

source: %d. SMS center (%s) number is %s
et: %d. SMS keskuse (%s) number on %s
it: %d centro SMS (%s) ha numero %s
pl: %d. Centrum SMS (%s) ma numer %s
sk: %. Èíslo SMS centra (%s) je %s

source: Messages sent as
de: Nachricht gesendet als
et: Sõnum saadetud nagu
it: Invia messaggi come
pl: Wiadomo¶ci wys³ane jako
sk: Správy poslané ako

source: Message validity is
de: Nachrichtgültigkeit ist
et: Sõnumi kehtivus on
it: La validità del messaggio è
pl: Poprawno¶æ wiadomo¶ci to
sk: Platnos» správy je

source: SMS center can not be found :-(
de: SMS Center konnte nicht gefunden werden :-(
it: Centro SMS non trovato :-(
pl: Nie mo¿na znale¼æ centrum SMS :-(
sk: SMS centrum nie je mo¾né nájs» :-(

source: Unknown memory type %s!
de: Unbekannter Speichertyp %s!
et: Tundmatu mälu tüüp %s!
it: Tipo di memoria %s sconosciuta!
pl: Nieznany typ pamiêci %s!
sk: Neznámy typ pamäti %s!

source: %d. Outbox Message
de: %d. Ausgehende Nachricht
et: %d. Saadetud Sõnumid
it: %d. Messaggi in Uscita
pl: %d. Wiadomo¶æ z Outbox
sk: %d. Správa vo výstupnej schránke

source: (sent)
de: (geschickt)
et: (saadetud)
it: (inviato)
pl: (wys³ano)
sk: (odoslaná)

source: (not sent)
de: (nicht geschickt)
et: (ei saadetud)
it: (non inviato)
pl: (nie wys³ano)
sk: (neodoslaná)

source: %d. Delivery Report
de: %d. Auslieferreport
et: %d. Saateraport
it: %d. Rapporto di Invio
pl: %d. Raport dorêczenia
sk: %d. Potvrdenie o doruèení

source: (read)
de: (gelesen)
et: (loetud)
it: (letto)
pl: (przeczytana)
sk: (preèítaná)

source: (not read)
de: (nicht gelesen)
et: (ei loetud)
it: (non letto)
pl: (nieprzeczytana)
sk: (nepreèítaná)

source: Sending date/time: %d/%d/%d %d:%02d:%02d
de: Sendedatum/-zeit: %d-%d-%d %d:%02d:%02d
et: Saatmise kuupäev/kellaaeg: %d/%d/%d %d:%02d:%02d
it: Invio data/ora: %d/%d/%d %d:%02d:%02d
pl: Data wys³ania: %d-%d-%d %d:%02d:%02d
sk: Dátum a èas odoslania: %d/%d/%d %d:%02d:%02d

source: Response date/time: %d/%d/%d %d:%02d:%02d
et: Vastuse kuupäev/kellaaeg: %d/%d/%d %d:%02d:%02d
it: Risposta data/ora: %d/%d/%d %d:%02d:%02d
sk: Dátum a èas odpovede: %d/%d/%d %d:%02d:%02d

source: Receiver: %s Msg Center: %s
et: Saaja: %s Msg keskus: %s
it: Ricevente: %s Centro Msg: %s
sk: Príjemca: %s Centrum správ: %s

source: %d. Inbox Message
de: %d. Eingehende Nachricht
et: %d. Saabunud Sõnumid
it: %d. Messaggi Ricevuti
pl: %d. Wiadomo¶æ z Inbox
sk: %d. Správa vo vstupnej schránke

source: Date/time: %d/%d/%d %d:%02d:%02d
de: Datum/Zeit: %d-%d-%d %d:%02d:%02d
et: Kuupäv/kellaeg: %d/%d/%d %d:%02d:%02d
it: Data/ora: %d/%d/%d %d:%02d:%02d
pl: Data/Czas: %d-%d-%d %d:%02d:%02d
sk: Dátum/èas: %d/%d/%d %d:%02d:%02d

source: Sender: %s Msg Center: %s
de: Absender: %s SMS Center: %s
et: Saatja: %s Msg kekus: %s
pl: Nadawca: %s Centrum SMS: %s
sk: Odosielateµ: %s Centrum správ: %s

source: Linked (%d/%d):
de: Verbunden (%d/%d):
et: Seotud (%d/%d):
it: Collegato (%d/%d):
pl: Po³±czony (%d/%d):
sk: Zre»azenie (%d/%d)

source: Function not implemented in %s model!
de: Funktion nicht implementiert für Modell %s!
et: %s mudelis pole see funktsioon rakendatud!
it: Funzione non implementata per il modello %s!
pl: Funkcja nie zaimplementowana w modelu %s!
sk: Funkcia nie je pre odel %s implementovaná!

source: Invalid location: %s %d
et: Sobimatu asukoht: %s %d
it: Locazione non valida: %s %d
sk: Nesprávna pozícia %s %d

source: SMS location %s %d empty.
de: SMS Ort %s %d leer.
et: SMS asukoht %s %d on tühi.
it: La memoria SMS %s %d è vuota.
pl: Lokacja SMS %s %d pusta.
sk: SMS pozícia %s %d je prázdna.

source: GetSMS %s %d failed!(%d)
de: GetSMS %s %d fehlgeschlagen!(%d)
et: LaeSMS %s %d ebõnnestus!(%d)
it: GetSMS %s %d fallita!(%d)
pl: GetSMS %s %d nieudane!(%d)
sk: GetSMS %s %d zlyhalo!(%d)

source: Deleted SMS %s %d
de: SMS %s %d gelöscht
et: Kustutatud SMS %s %d
it: SMS %s %d eliminato
pl: SMS %s %d skasowany
sk: Zmazaná SMS %s %d

source: DeleteSMS %s %d failed!(%d)
de: SMS löschen %s %d fehlgeschlagen!(%d)
et: KustutaSMS %s %d ei õnnestunud!(%d)
it: DeleteSMS %s %d fallito!(%d)
pl: Kasowanie SMS %s %d nieudane!(%d)
sk: DeleteSMS %s %d zlyhalo!(%d)

source: Enter your code:
et: Sisesta oma kood:
it: Digitate il vostro codice:
sk: Zadajte vá¹ kód:

source: Error: invalid code.
et: VIGA: Vale kood.
it: Errore: codice errato.
sk: Chyba: Nesprávny kód.

source: Code ok.
et: Kood OK.
it: Codice ok.
sk: Kód v poriadku.

source: Other error.
et: Muu viga.
it: Altro errore.
sk: Iná chyba.

source: Security code status:
et: Turvakoodi olek:
it: Stato del codice di sicurezza:
sk: Stav bezpeènostného kódu:

source: Sending operator logo.
et: Saadan operaatori logo.
it: Invio logo operatore.
sk: Posielanie loga operátora.

source: Sending caller line identification logo.
sk: Posielanie loga volajúceho.

source: You should specify what kind of logo to send!
sk: Je potrebné zada» druh posielaného loga!

source: Operator code: %s
de: Netzwerkcode: %s
et: Operaatori kood: %s
it: Codice operatore: %s
pl: Kod operatora: %s
sk: Kód operátora: %s

source: Getting Logo.
de: Hole Logo.
pl: Pobieranie logo.
sk: Získanie loga.

source: Logo file error.
de: Logodatei Fehler.
pl: B³±d pliku z Logiem.
sk: Chyba v súbore s logom.

source: Sending Logo.
de: Schicke Logo.
pl: Wysy³anie Logo.
sk: Posielanie loga.

source: Type of the note:
de: Art der Notiz:
et: Märke tüüp :
it: Tipo di annotazione:
pl: Typ notatki:
sk: Typ poznámky:

source: Reminder
de: Erinnerung
et: Meeldetuletus
it: Promemoria
pl: Przypomnienie
sk: Pripomenutie

source: Call
de: Anruf
et: Kõne
it: Chiamata
pl: Rozmowa
sk: Telefonát

source: Meeting
de: Treffen
et: Koosolek
it: Riunione
pl: Spotkanie
sk: Stretnutie

source: Birthday
de: Geburtstag
et: Sünnipäev
it: Compleanno
pl: Urodziny
sk: Narodeniny

source: Unknown
de: Unbekannt
et: Tundmatu
pl: Nieznany
sk: Neznámy

source: The calendar note can not be read
et: Kalendri kirjet ei saa lugeda
sk: Polo¾ku kalendára nie je mo¾né preèíta»

source: Succesfully written!
de: Erfolgreich geschrieben!
et: Edukalt kirjutatud!
pl: Zapisano OK!
sk: Zápis bol úspe¹ný!

source: Calendar note deleted.
de: Kalendereintrag gelöscht.
et: Kalendri kirje kustutatud.
it: Nota eliminata dal calendario.
pl: Notatka skasowana.
sk: Polo¾ka kalendára vymazaná.

source: The calendar note can not be deleted
de: Der Kalendereintrag kann nicht gelöscht werden
et: Kalendri kirjet ei saa kustutada
it: La nota non può essere eliminata dal calendrio
pl: Notatka nie mo¿e byæ skasowana
sk: Polo¾ku kalendára nie je mo¾né vymaza»

source: Date: %4d/%02d/%02d
de: Datum: %4d/%02d/%02d
et: Kuupäev: %4d/%02d/%02d
it: Data: %4d/%02d/%02d
pl: Data: %4d/%02d/%02d
sk: Dátum: %4d/%02d/%02d

source: Time: %02d:%02d:%02d
de: Zeit: %02d:%02d:%02d
et: Kellaaeg: %02d:%02d:%02d
it: Ora: %02d:%02d:%02d
pl: Czas: %02d:%02d:%02d
sk: Èas: %02d:%02d:%02d

source: Alarm: %s
et: Äratus: %s
it: Sveglia: %s
sk: Upozornenie: %s

source: Time: %02d:%02d
de: Zeit: %02d:%02d
et: Kellaaeg: %02d:%02d
it: Ora: %02d:%02d
pl: Czas: %02d:%02d
sk: Èas: %02d:%02d

source: Entering monitor mode...
de: Betrete Monitormodus...
et: Siirdun monitooringu olekusse...
it: Avvio della modalità monitor...
pl: Uruchamiam tryb monitoruj±cy...
sk: Aktivácia re¾imu monitorovania siete...

source: Initialising GSM interface...
de: Initialisiere GSM-Schnittstelle...
et: Initsialiseerin GSM liidest...
it: Inizializzazione interfaccia GSM...
pl: Inicjalizacja interfejsu GSM...
sk: Inicializácia GSM rozhrania...

source: RFLevel: %d
de: Empfangsstärke: %d
et: Väljatugevus: %d
it: Livello RF : %d
sk: Sila signálu: %d

source: Battery: %d
de: Batterie: %d
et: Aku: %d
it: Batteria: %d
pl: Bateria: %d
sk: Batéria: %d

source: Power Source: %s
de: Stromquelle: %s
et: Toiteallikas: %s
it: Alimentazione: %s
pl: Zród³o zasilania: %s
sk: Napájanie: %s

source: AC/DC
de: Gleichspannung
et: Vahelduvvool/Alalisvool
pl: z sieci
sk: sie»

source: battery
de: Batterie
et: aku
it: batteria
pl: bateria
sk: batéria

source: SIM: Used %d, Free %d
de: SIM: Benutzt %d, Frei %d
et: SIM: Kasutusel %d, Vaba %d
it: Carta SIM: In uso %d, Libera %d
pl: SIM: U¿ywane %d, Wolne %d
sk: SIM: Pou¾itých %d, voµných %d

source: Phone: Used %d, Free %d
de: Telefon: Benutzt %d, Frei %d
et: Telefon: Kasutusel %d, Vaba %d
it: Telefono: In uso %d, Libera %d
pl: Telefon: U¿ywane %d, Wolne %d
sk: Telefón: Pou¾itých %d, voµných %d

source: DC: Used %d, Free %d
de: DC: Benutzt %d, Frei %d
et: DC: Kasutusel %d, Vaba %d
it: DC: In uso %d, Libera %d
pl: DC: U¿ywane %d, Wolne %d
sk: DC: Pou¾itých %d, voµných %d

source: EN: Used %d, Free %d
de: EN: Benutzt %d, Frei %d
et: EN: Kasutusel %d, Vaba %d
it: EN: In uso %d, Libera %d
pl: EN: U¿ywane %d, Wolne %d
sk: EN: Pou¾itých %d, voµných %d

source: FD: Used %d, Free %d
de: FD: Benutzt %d, Frei %d
et: FD: Kasutusel %d, Vaba %d
it: FD: In uso %d, Libera %d
pl: FD: U¿ywane %d, Wolne %d
sk: FD: Pou¾itých %d, voµných %d

source: LD: Used %d, Free %d
de: LD: Benutzt %d, Frei %d
et: LD: Kasutusel %d, Vaba %d
it: LD: In uso %d, Libera %d
pl: LD: U¿ywane %d, Wolne %d
sk: LD: Pou¾itých %d, voµných %d

source: MC: Used %d, Free %d
de: MC: Benutzt %d, Frei %d
et: MC: Kasutusel %d, Vaba %d
it: MC: In uso %d, Libera %d
pl: MC: U¿ywane %d, Wolne %d
sk: MC: Pou¾itých %d, voµných %d

source: ON: Used %d, Free %d
de: ON: Benutzt %d, Frei %d
et: ON: Kasutusel %d, Vaba %d
it: ON: In uso %d, Libera %d
pl: ON: U¿ywane %d, Wolne %d
sk: ON: Pou¾itých %d, voµných %d

source: RC: Used %d, Free %d
de: RC: Benutzt %d, Frei %d
et: RC: Kasutusel %d, Vaba %d
it: RC: In uso %d, Libera %d
pl: RC: U¿ywane %d, Wolne %d
sk: RC: Pou¾itých %d, voµných %d

source: SMS Messages: UnRead %d, Number %d
de: SMS Nachrichten: Ungelesen %d, Anzahl %d
et: Tekstisõnumeid: lugemata %d, number %d
it: Messaggi SMS: Non letti %d, Numero %d
pl: Wiadomo¶ci SMS: nieprzeczytanych %d, numer %d
sk: SMS správy: Nepreèítaných %d, poèet %d

source: Incoming call: %s
de: Ankommender Anruf: %s
et: Saabuv kõne: %s
it: Chiamata in arrivo: %s
pl: Rozmowa przychodz±ca: %s
sk: Prichádzajúci hovor: %s

source: Network: %s (%s), LAC: %s, CellID: %s
de: Netzwerk: %s (%s), LAC: %s, Zellnummer: %s
et: Võrk: %s (%s), LAC: %s, KärjeID: %s
it: Rete : %s (%s), LAC: %s, CellID: %s
pl: Sieæ: %s (%s), LAC (obszar wywo³añ): %s, CellID (ID komórki): %s
sk: Sie»: %s (%s), LAC: %s, ID bunky: %s
