Repository: Ahmedabdsw/gammu
Catalog: po/*.po
Languages: de, et, it, pl, sk

source: Message: Memory status error, memory type not supported by phone model.
de: Nachricht: Speicherstatusfehler, Speicherart wird von Model nicht unterstützt.
et: Teade: Mälu oleku viga, mälu tüüp pole telefoni poolt toetatud.
it: Avviso: Errore di memoria, il tipo non è supportato dal modello di telefono.
pl: Wiadomo¶æ: B³±d stanu pamiêci, typ pamiêci nie obs³ugiwany przez ten model telefonu.
sk: Správa: Chyba stavu pamäti, telefón tento typ nepodporuje.

source: Message: Memory status error, waiting for security code.
et: Teade: Mälu oleku viga, ootan turvakoodi.
pl: Wiadomo¶æ: B³±d stanu pamiêci, czekam na kod zabezpieczaj±cy.
sk: Správa: Chyba stavu pamäti, èaká sa na bezpeènostný kód.

source: Message: Unknown Memory status error, subtype (MessageBuffer[4]) = %02x
de: Nachricht: Unbekannter Speicherstatusfehler, Untertyp (Messagebuffer[4] = %02x
pl: Wiadomo¶æ: Nieznany b³±d stanu pamiêci, podtyp (MessageBuffer[4] = %02x
sk: Správa: Neznáma chyba stavu pamäti, subkód (MessageBuffer[4]) = %02x

source: Message: Caller group logo etc.
de: Nachricht: Gruppenlogo etc.
et: Teade: Helistaja grupi Logo jms.
it: Avvisssso: Logo gruppo chiamante etc.
pl: Wiadomo¶æ: Logo grupy dzwoni±cych etc.
sk: Správa: Logo skupiny volajúcich a.p.

source: Caller group name: %s
de: Gruppenname: %s
et: Helistaja grupi nimi: %s
it: Nome Gruppo chiamante: %s
pl: Nazwa grupy dzwoni±cych: %s
sk: Názov skupiny: %s

source: Message: Caller group data received but not requested!
de: Nachricht: Gruppendaten erhalten aber nicht angefordert!
et: Teade: Helistaja grupi andmed saabusid kuid polnud küsitud!
pl: Wiadomo¶æ: Dane grupy dzwoni±cych otrzymane bez uprzedniego ¿±dania!
sk: Správa: Údaje o skupine volajúcich prijaté, ale neboli po¾adované!

source: Message: Error attempting to get caller group data.
de: Nachricht: Fehler beim Versuch Gruppendaten zu bekommen.
et: Teade: Helistajagrupi andmete saamise viga.
pl: Wiadomo¶æ: B³±d przy wyci±ganiu danych o grupie dzwoni±cych.
sk: Správa: Chyba pri pokuse získa» údaje o skupine volajúcich.

source: Message: Caller group data set correctly.
de: Nachricht: Gruppendaten richtig gesetzt.
et: Teade: Helistaja grupi andmed korrektselt seatud.
pl: Wiadomo¶æ: Dane grupy dzwoni±cych ustawione prawid³owo.
sk: Správa: Údaje o skupine volajúcich úspe¹ne nastavené.

source: Message: Error attempting to set caller group data
de: Nachricht: Fehler beim Gruppendaten einstellen.
et: Teade: Helistajagrupi andmete seadmise viga.
pl: Wiadomo¶æ: B³±d przy ustawianiu danych o grupie dzwoni±cych.
sk: Správa: Chyba pri pokuse zapísa» údaje o skupine volajúcich.

source: Message: Speed dial entry received:
de: Nachricht: Kurzwahl erhalten:
et: Teade: kiirvalimise kirje saabus:
pl: Wiadomo¶æ: Wpis szybkiego wybierania otrzymany:
sk: Správa: Polo¾ka skráteného volania prijatá:

source: Location: %d
de: Ort: %d
et: Asukoht: %d
pl: Lokacja: %d
sk: Pozícia: %d

source: MemoryType: %s
de: Speichertyp: %s
et: Mälu tüüp: %s
pl: Typ pamiêci: %s
sk: Typ pamäti: %s

source: Number: %d
de: Nummer: %d
pl: Numer: %d
sk: Èíslo: %d

source: Message: Speed dial entry error
de: Nachricht: Kurzwahleintrag Fehler
et: Teade: kiirvalimise sisestuse viga
pl: Wiadomo¶æ: B³±d wpisu szybkiego wybierania
sk: Správa: Chyba polo¾ky skráteného volania

source: Message: Speed dial entry set.
de: Nachricht: Kurzwahleintrag gesetzt.
et: Teade: kiirvalimise kirje seatud.
pl: Wiadomo¶æ: Wpis szybkiego wybierania ustawiony.
sk: Správa: Polo¾ka skráteného volania zapísaná.

source: Message: Speed dial entry setting error.
de: Nachricht: Fehler beim Kurzwahleintrag setzen.
et: Teade: kiirvalimise kirje seade viga.
pl: Wiadomo¶æ: B³±d przy ustawianiu wpisu szybkiego wybierania.
sk: Správa: Chyba pri zápise polo¾ky skráteného volanie.

source: Message: Unknown message of type 0x03
de: Nachricht: Unbekannte Nachricht vom Typ 0x03
et: Teade: Tundmatu 0x03 tüüpi sõnum
pl: Wiadomo¶æ: Nieznana wiadomo¶æ typu 0x03
sk: Správa: Neznáma správa typu 0x03

source: Message: Phone status received:
de: Nachricht: Telefonstatus erhalten:
et: Teade: Telefoni olek saabunud:
pl: Wiadomo¶æ: Otrzymano status telefonu:
sk: Správa: Prijatý stav telefónu:

source: Mode:
de: Modus:
et: Olek:
pl: Tryb:
sk: Re¾im:

source: registered within the network
de: am Netzwerk angemeldet
et: registreeritud võrkku
pl: zarejestrowany w sieci
sk: registrovaný v sieti

source: call in progress
de: Anruf in Bearbeitung
et: kõne käimas
it: chiamata in corso
pl: po³±czenie w trakcie
sk: prebieha volanie

source: waiting for security code
de: warte auf Sicherheitscode
et: ootan turvakoodi.
it: fornire codice di sicurezza
pl: oczekuje na kod zabezpieczaj±cy
sk: èakajúci na bezpeènostný kód

source: powered off
de: ausgeschaltet
et: toide välja
it: spegnimento
pl: wy³±czony
sk: vypnutý

source: unknown
de: unbekannt
et: tundmatu
it: sconosciuto
pl: nieznany
sk: neznámy

source: Power source:
de: Stromquelle:
et: Toiteallikas:
it: Alimentazione:
pl: ¬ród³o zasilania:
sk: Napájania:

source: AC/DC
de: Gleichspannung
et: Vahelduvvool/Alalisvool
it: CA/CC
pl: sieæ zasilaj±ca
sk: sie»

source: battery
de: Batterie
et: aku
it: batteria
pl: bateria
sk: batéria

source: Battery Level: %d
de: Batteriezustand: %d
et: Aku laadumus: %d
it: Livello batteria: %d
pl: Poziom baterii: %d
sk: Nabitie batérie: %d

source: Signal strength: %d
de: Signalstärke: %d
et: Signaali väljatugevus: %d
it: Ampiezza segnale: %d
pl: Si³a sygna³u: %d
sk: Sila signálu: %d

source: Message: Unknown message of type 0x04
de: Nachricht: Unbekannte Nachricht vom Typ 0x04
et: Teade: Tundmatu 0x04 tüüpi sõnum
it: Avviso: Messaggio sconosciuto del tipo 0x04
pl: Wiadomo¶æ: Nieznana wiadomo¶æ typu 0x04
sk: Správa: Neznáma správa typu 0x04

source: Message: Profile feature change result.
et: Teade: Profiili omadus muutis tulemust.
sk: Správa: Výsledok zmeny profilu.

source: Message: Startup Logo, welcome note and dealer welcome note received.
et: Teade: Saabusid Startup Logo, Teretere teade ja diileri tervitustede.
sk: Správa: Úvodné logo, privítanie a privítanie predajcu prijaté.

source: Startup logo supported -
et: Startup Logo on toetatud -
sk: Úvodné logo podporované -

source: currently set
et: hetkel seatud
sk: nastavené

source: currently empty
et: hetkel tühi
sk: prázdne

source: Startup Text supported -
et: Startup Tekst on toetatud -
sk: Privítanie podporované -

source: currently set to "%s"
et: hetkel seatud "%s"
sk: nastavené na "%s"

source: Dealer welcome note supported -
sk: Privítanie predajcu podporované -

source: Message: Startup logo received but not requested!
et: Teade: Startup logo saabus, kuid pole küsitud!
pl: Wiadomo¶æ: Otrzymano logo powitalne bez wcze¶niejszego ¿±dania!
sk: Správa: Úvodné logo prijaté, ale nepo¾adované!

source: Message: Startup logo, welcome note or dealer welcome note correctly set.
sk: Správa: Úvodné logo, privítanie alebo privítanie predajcu úspe¹ne nastavené.

source: Message: Operator logo correctly set.
et: Teade: Operaatori Logo korrektselt paigas.
pl: Wiadomo¶æ: Logo operatora ustawione prawid³owo.
sk: Správa: Logo operátora úspe¹ne nastavené.

source: Message: Error setting operator logo!
et: Teade: Viga operaatori logo kehtestamisel!
pl: Wiadomo¶æ: B³±d przy ustawianiu logo operatora!
sk: Správa: Chyba pri nastavení loga operátora!

source: Message: Operator Logo received.
pl: Wiadomo¶æ: Otrzymano logo operatora.
sk: Správa: Logo operátora prijaté.

source: Message: Operator logo received but not requested!
et: Teade: Operaatori Logo saabunud, kuid mitte küsitud!
pl: Wiadomo¶æ: Otrzymano logo operatora bez wcze¶niejszego ¿±dania!
sk: Správa: Logo operátora prijaté, ale nepo¾adované!

source: Message: Error getting operator logo!
et: Teade: Viga operaatori logo võtmisel!
pl: Wiadomo¶æ: B³±d przy otrzymywaniu logo operatora!
sk: Správa: Chyba pri získaní loga operátora!

source: Message: Security Code status received:
et: Teade: Security koodi olek saabus:
pl: Wiadomo¶æ: Otrzymany stan kodu zabezpieczj±cego:
sk: Správa: Stav bezpeènostného kódu prijatý:

source: waiting for Security Code.
et: ootan Security koodi.
it: fornire il Codice di Sicurezza.
pl: czeka na kod zabezpieczaj±cy.
sk: èaká sa na bzpeènostný kód.

source: waiting for PIN.
et: ootan PIN koodi.
it: fornire il PIN.
pl: czeka na PIN.
sk: èaká sa na PIN.

source: waiting for PIN2.
et: ootan PIN2 koodi.
it: fornire il PIN2.
pl: czeka na PIN2.
sk: èaká sa na PIN2.

source: waiting for PUK.
et: ootan PUK koodi.
it: fornire il PUK.
pl: czeka na PUK.
sk: èaká sa na PUK.

source: waiting for PUK2.
et: ootan PUK2 koodi.
it: fornire il PUK2.
pl: czeka na PUK2.
sk: èaká sa na PUK2.

source: nothing to enter.
et: pole midagi sisestada.
pl: nic do wprowadzenia.
sk: netreba niè zada».

source: Unknown!
et: Tundmatu!
it: Sconosciuto!
pl: Nieznany!
sk: Neznámy!

source: Message: Security code accepted.
et: Teade: Security kood aksepteeritud.
it: Messaggio: Codice di Sicurezza valido.
pl: Wiadomo¶æ: Kod zabezpieczaj±cy przyjêty.
sk: Správa: Bezpeènostný kód akceptovaný.

source: Message: Security code is wrong. You're not my big owner :-)
et: Teade: Security kood on vale. Sa pole telefoni õige omanik :-)
it: Messaggio: Codice di Sicurezza errato. Non sei il mio proprietario :-)
pl: Wiadomo¶æ: Kod zabezpieczaj±cy jest nieprawid³owy. Nie jeste¶ moim prawowitym w³a¶cicielem :-)
sk: Správa: Bezpeènostný kód je chybný. Vy nie ste môj pán :-)

source: Message: Network informations:
de: Nachricht: Netzwerkinformationen
et: Teade: Võrgu informatsioon:
it: Messaggio: Informazioni sulla rete:
pl: Wiadomo¶æ: Informacje o sieci:
sk: Správa: Informácie o sieti:

source: CellID: %s
de: Zellnummer: %s
et: KärjeID: %s
pl: ID komórki: %s
sk: ID bunky: %s

source: Network code: %s
de: Netzwerknummer: %s
et: Võrgu kood: %s
it: Codice della rete : %s
pl: Kod sieci: %s
sk: Kód siete: %s

source: Network name: %s (%s)
de: Netzwerkname: %s (%s)
et: Võrgu nimi: %s (%s)
it: Nome della rete : %s (%s)
pl: Nazwa sieci: %s (%s)
sk: Názov siete: %s (%s)

source: Status:
et: Olek:
it: Stato :
sk: Stav:

source: home network selected
de: Heimnetz ausgewählt:
et: koduvõrk valitud
it: selezionata rete locale
pl: wybrana sieæ domowa
sk: zvolená domáca sie»

source: roaming network
et: roaming võrk
it: rete in roaming
pl: sieæ partnerska
sk: roamingová sie»

source: requesting network
et: võrgupäring
it: richiesta rete
pl: szuka sieci
sk: ¾iados» o sie»

source: not registered in the network
et: pole võrkku registreerunud
it: non registrato nella rete
pl: nie zarejestrowany w sieci
sk: neregistrovaný v sieti

source: unknown
de: unbekannt
et: tundmatu
it: sconosciuto
pl: nieznany
sk: neznámy

source: Network selection: %s
de: Netzwerkauswahl: %s
et: Võrgu valik: %s
it: Selezione rete : %s
pl: Wybór sieci: %s
sk: Výber siete: %s

source: manual
de: von Hand
et: käsiraamat
it: manuale
pl: rêczny
sk: manuálny

source: automatic
de: automatisch
et: automaatne
it: automatica
pl: automatyczny
sk: automatický

source: Message: Unknown message of type 0x0a
et: Teade: Tundmatu 0x0a tüüpi sõnum
pl: Wiadomo¶æ: Nieznana wiadomo¶æ typu 0x0a
sk: Správa: Neznáma správa typu 0x0a

source: Unknown message of type 0x0d.
et: Tundmatu 0x0d tüüpi sõnum.
pl: Nieznana wiadomo¶æ typu 0x0d.
sk: Neznáma správa typu 0x0d

source: Message: Date and time set correctly
de: Nachricht: Datum und Zeit richtig gesetzt
et: Teade: Kuupäev ja kellaaeg seatud korrektselt
it: Avviso: Date eed ora impostate correttamente
pl: Wiadomo¶æ: Data i czas ustawione prawid³owo
sk: Správa: Dátum a èas úspe¹ne nastavené

source: Message: Date and time set error
et: Teade: Kuupäeva ja kellaaja seade viga
it: Avviso: Errore nell'impostazione di data e ora
pl: Wiadomo¶æ: B³±d przy ustawianiu daty i czasu
sk: Správa: Chyba pri nastavení dátumu a èasu

source: Message: Date and time
de: Nachricht: Datum und Zeit
et: Teade: Kuupäev ja kellaaeg
it: Avviso: Data ed ora
pl: Wiadomo¶æ: Data i czas
sk: Správa: Dátum a èas

source: Time: %02d:%02d:%02d
de: Zeit: %02d:x02d:x02d
et: Kellaaeg: %02d:%02d:%02d
it: Ora: %02d:%02d:%02d
pl: Czas: %02d:%02d:%02d
sk: Èas: %02d:%02d:%02d

source: Date: %4d/%02d/%02d
de: Datum: %4d/%02d/%02d
et: Kuupäev: %4d/%02d/%02d
it: Data: %4d/%02d/%02d
pl: Data: %4d/%02d/%02d
sk: Dátum: %4d/%02d/%02d

source: Message: Alarm set correctly
de: Nachricht: Alarm erfolgreich gesetzt
et: Teade: Äratus seatud õieti
it: Avviso: Sveglia impostata regolarmente
pl: Wiadomo¶æ: Alarm ustawiony prawid³owo
sk: Správa: Budík úspe¹ne nastavený

source: Message: Alarm
de: Nachricht: Alarm
et: Teade: Äratus
it: Avviso: Allarme
pl: Wiadomo¶æ: Alarm
sk: Správa: Budík

source: Alarm: %02d:%02d
et: Äratus: %02d:%02d
it: Sveglia: %02d:%02d
sk: Budík: %02d:%02d

source: Alarm is %s
de: Der Alarm ist %s
et: Äratus on %s
it: La sveglia è %s
pl: Alarm jest %s
sk: Budík je %s

source: on
de: an
et: sisse
pl: w³±czony
sk: zapnutý

source: off
de: out
et: välja
pl: wy³±czony
sk: vypnutý

source: Message: Unknown message of type 0x11
de: Nachricht: Unbekannte Nachricht vom Typ 0x11
et: Teade: Tundmatu 0x11 tüüpi sõnum
it: Avviso: Informazione sconosciuta tipo 0x11
pl: Wiadomo¶æ: Nieznana wiadomo¶æ typu 0x11
sk: Správa: Neznáma správa typu 0x11

source: Message: Calendar note write succesfull!
et: Teade: Kalendri teate kirjutamine õnnestus!
it: Avviso: Nota in agenda salvata correttamente!
pl: Wiadomo¶æ: Zapis wpisu do kalendarza udany!
sk: Správa: Polo¾ka kalendára úspe¹ne zapísaná!

source: Message: Calendar note write failed!
et: Teade: Kalendri teate kirjutamine ebaõnnestus!
it: Avviso: Impossibile salvare la nota nell'agenda!
pl: Wiadomo¶æ: Zapis wpisu do kalendarza nieudany!
sk: Správa: Zápis polo¾ky kalendára zlyhal!

source: Unknown message of type 0x13 and subtype 0x65
et: Tundmatu 0x13 tüüpi ja 0x65 alamtüüpi sõnum.
pl: Nieznana wiadomo¶æ typu 0x13 i podtypu 0x65
sk: Neznáma správa typu 0x13 a subtypu 0x65

source: Message: Calendar note received.
de: Nachricht: Kalendarbenachrichtingung erhalten.
et: Teade: Kalendri teade saabus
it: Avviso: Ricevuta nota in agenda.
pl: Wiadomo¶æ: Otrzymano wpis do kalendarza.
sk: Správa: Polo¾ka kalendára prijatá.

source: Date: %d-%02d-%02d
de: Datum: %d-%02d-%02d
et: Kuupäev: %d-%02d-%02d
it: Data: %d-%02d-%02d
pl: Data: %d-%02d-%02d
sk: Dátum: %d-%02d-%02d

source: Alarm date: %d-%02d-%02d
de: Alarmdatum: %d-%02d-%02d
et: Äratuse kuupäev: %d-%02d-%02d
it: Data allarme: %d-%02d-%02d
pl: Data alarmu: %d-%02d-%02d
sk: Dátum upozornenia: %d-%02d-%02d

source: Alarm time: %02d:%02d:%02d
de: Alarmzeit: %02d:%02d:%02d
et: Äratusaeg: %02d:%02d:%02d
it: Ora allarme: %02d:%02d:%02d
pl: Czas alarmu: %02d:%02d:%02d
sk: Èas upozornenia: %02d:%02d:%02d

source: Type: %d
de: Typ: %d
et: Tüüp: %d
it: Tipo: %d
pl: Typ: %d
sk: Typ: %d

source: Phone: %s
de: Telefon: %s
et: Telefon: %s
it: Telefono: %s
pl: Telefon: %s
sk: Telefón: %s

source: Message: Calendar note not available
et: Teade: Kalendri teade pole võimalik
it: Avviso: Nessuna nota diponibile nell'agenda
pl: Wiadomo¶æ: Wpis kalendarza niedostêpny
sk: Správa: Polo¾ka kalendára nie je k dispozícii

source: Message: Calendar note error
et: Teade: Kalendri teate viga
it: Avviso: Errore nell' agenda
pl: Wiadomo¶æ: B³±d wpisu do kalendarza
sk: Správa: Chyba polo¾ky kalendára

source: Message: Calendar note deleted
et: Teade: Kalendri teade kustutatud
it: Avviso: Nota in agenda eliminata
pl: Wiadomo¶æ: Wpis do kalendarza usuniêty
sk: Správa: Polo¾ka kalendára vymazaná

source: Message: Calendar note can't be deleted
et: Teade: Kalendri teadet ei saa kustutada
it: Avviso: Non è possibile eliminare ;a nota in agenda
pl: Wiadomo¶æ: Wpis do kalendarza nie mo¿e byæ usuniêty
sk: Správa: Polo¾ka kalendára nemô¾e by» vymazaná

source: Message: Calendar note deleting error
et: Teade: Kalendri teate kustutamise viga
it: Avviso: Errore eliminando la nota in agenda
pl: Wiadomo¶æ: B³±d przy usuwaniu wpisu kalendarza
sk: Správa: Chyba pri mazaní polo¾ky kalendára

source: Message: Calendar Alarm active
et: Teade: Kalendri alarm aktiivne
it: Avviso: Allarme in agenda attivo
pl: Wiadomo¶æ: Alarm kalendarza aktywny
sk: Správa: Upozornenie kalendára aktívne

source: Item number: %d
it: Numero elemento: %d
pl: Numer pozycji: %d
sk: Èíslo polo¾ky: %d

source: Message: Unknown message of type 0x13
de: Nachricht: Unbekannte Nachricht vom Typ 0x13
et: Teade: Tundmatu 0x13 tüüpi sõnum
pl: Wiadomo¶æ: Nieznana wiadomo¶æ typu 0x13
sk: Správa: Neznáma správa typu 0x13

source: Concatenated message!!!
de: Zusammengefügte Nachricht!!!
pl: Sklejone wiadomo¶ci!!!
sk: Zlo¾ená správa!!!

source: Number: %d
de: Nummer: %d
it: Numero: %d
pl: Numer: %d
sk: Èíslo: %d

source: Message: Outbox message (mobile originated)
de: Nachtricht: Ausgehende Nachricht (zum Mobiltelefon)
pl: Wiadomo¶æ: Skrzynka nadawcza
sk: Správa: Odchádzajúca správa

source: Sent
de: Gesendet
et: Saadetud
pl: Wys³ane
sk: Odoslaná

source: Not sent
de: Nicht gesendet
et: Saatmata
pl: Niewys³ane
sk: Neodoslaná

source: Message: Received SMS (mobile terminated)
de: Nachricht: SMS erhalten
et: Teade: SMS sõnum saabus (telefon katkestas)
pl: Wiadomo¶æ: Otrzymano wiadomo¶æ SMS
sk: Správa: Príjem SMS

source: Delivery Report
de: Auslieferreport
et: Saateraport
pl: Raport dostarczenia
sk: Potvrdenie o doruèení

source: Unknown type
de: Unbekannter Typ
et: Tundmatu tüüp
pl: Nieznany typ
sk: Neznámy typ

source: Read
de: Gelesen
et: Loe
pl: Przeczytane
sk: Preèítaná

source: Not read
de: Nicht gelesen
et: Lugemata
pl: Nieprzeczytane
sk: Nepreèítaná

source: Date: %s
de: Datum: %s
et: Kuupäev: %s
pl: Data: %s
sk: Dátum: %s

source: SMSC response date: %s
de: SMSC Antwortdatum: %s
et: SMSC vastuse kuupäev: %s
pl: Data odpowiedzi SMSC: %s
sk: Dátum odpovede SMSC: %s

source: Delivered
de: Versandt
et: Saadetud
pl: Dostarczone
sk: Doruèená

source: SM received by the SME
de: SM von SME erhalten
pl: SM otzymany przez SME
sk: Správa prijatá SME

source: SM forwarded by the SC to the SME but the SC is unable to confirm delivery
pl: SM przekazana przez SC do SME, ale SC nie móg³ potwierdziæ dostarczenia
sk: SC poslal správu SME, ale SC nie je schopné potvrdi» doruèenie

source: SM replaced by the SC
de: SM durch SC ersetzt
pl: SM zast±piona przez SC
sk: Správa prepísaná SC

source: Failed
de: Fehlgeschlagen
et: Ebaõnnestus
pl: Nieudane
sk: Zlyhala

source: Temporary error, SC is not making any more transfer attempts
et: Ajutine viga, SC ei proovi enam uuesti saata
pl: B³±d tymczasowy, SC nie próbuje podejmowaæ kolejnych prób dostarczenia
sk: Doèasná chyba, SC sa nebude viac pokú¹a» o prenos

source: Congestion
de: Stau
sk: Pre»a¾enie

source: SME busy
et: SME on hõivatud
pl: SME zajêty
sk: SME obsadené

source: No response from SME
et: SME ei vasta...
pl: Nie ma odpowiedzi od SME
sk: SME neodpovedal

source: Service rejected
de: Service abgelehnt
et: Teenus tagasilykatud
pl: Us³uga odrzucona
sk: Slu¾ba odmietnutá

source: Quality of service not aviable
de: QoS nicht verfügbar
pl: QoS niedostêpne
sk: Kvalita slu¾ieb nedostupná

source: Error in SME
de: Fehler in SME
et: Viga SME-s
pl: B³±d w SME
sk: Chyba v SME

source: Reserved/Specific to SC: %x
pl: Zarezerwowane/Specyficzne dla SC: %x
sk: Rezervované/SC ¹pecifické: %x

source: Permanent error, SC is not making any more transfer attempts
et: Püsiv viga, SC ei proovi enam saatmist korrata
pl: B³±d, SC nie próbuje podejmowaæ kolejnych prób dostarczenia
sk: Trvalá chyba, SC sa nebude viac pokú¹a» o prenos

source: Remote procedure error
pl: B³±d zdalnej procedury
sk: Chyba procedúry protistrany

source: Incompatibile destination
de: Inkompatibles Ziel
et: Kokkusobimatu sihtpunkt
pl: Niekompatybilne przeznaczenie
sk: Nekompatibilný príjemca

source: Connection rejected by SME
de: Verbindung durch SME abgelehnt
et: Ühendusest keelduti SME poolt
pl: Po³±czenie odrzucone przez SME
sk: Spojenie odmietnuté SME

source: Not obtainable
de: Nicht verfügbar
et: Ei saa kätte
pl: Niemo¿liwe do uzyskania
sk: Nedá sa získa»

source: No internetworking available
de: Keine Zwischenverbindung verfügbar
pl: Brak po³±czenia miêdzysieciowego
sk: Internetworking nedostupný

source: SM Validity Period Expired
pl: Okres wa¿no¶ci SM przekroczony
sk: Platnos» správy vypr¹ala

source: SM deleted by originating SME
pl: SM wykasowana przez ¼ród³owe SME
sk: Správa vymazaná odosielajúcim SME

source: SM Deleted by SC Administration
pl: SM skasowany przez zarz±d SC
sk: Správa zmazaná správcom SC

source: SM does not exist
de: SM existiert nicht
pl: SM nie istnieje
sk: SPráva neexistuje

source: Pending
de: Warte
et: Ootel
pl: Oczekuj±ce
sk: Èakajúca

source: Temporary error, SC still trying to transfer SM
et: Ajutine viga, SC püüab ikkagi saata SM'i
pl: B³±d tymczasowy, SC ca³y czas próbuje przekazaæ SM
sk: Doèasná chyba, SC sa stále pokú¹a správu doruèi»

source: Message: SMS reading failed.
de: Nachricht: SMS lesen fehlgeschlagen.
et: Teade: SMS lugemine ebaõnnestus.
pl: Wiadomo¶æ: Odczytanie wiadomo¶ci SMS nieudane.
sk: Správa: Èítanie SMS zlyhalo.

source: Invalid location!
de: Ungültiger Ort!
et: Vale asukoht!
it: Indirizzo memoria non corretto!
pl: Z³a lokacja!
sk: Chybná pozícia!

source: Empty SMS location.
de: Leerer SMS Platz.
et: Tühi SMS mälupesa.
pl: Pusta lokacja SMS.
sk: Prázdna pozícia.

source: Message: SMS deleted successfully.
de: Nachricht: SMS erfolgreich gelöscht.
et: Teade: SMS kustutamine õnnestus.
pl: Wiadomo¶æ: skasowanie SMS udane.
sk: Správa: SMS úspe¹ne zmazaná.

source: Message: SMS Status Received
de: Nachricht: SMS Status erhalten
et: Teade: SMS olek saabus
pl: Wiadomo¶æ: Otrzymano status wiadomo¶ci SMS
sk: Správa: Príjem stavu SMS

source: The number of messages: %d
de: Anzahl der Nachrichten: %d
et: Sõnumite arv: %d
pl: Ilo¶æ wiadomo¶ci: %d
sk: Poèet správ: %d

source: Unread messages: %d
de: Ungelesene Nachrichten: %d
et: Lugemata sõnumeid: %d
pl: Nieprzeczytane wiadomo¶ci: %d
sk: Nepreèítaných správ: %d

source: Message: SMS Status error, probably not authorized by PIN
de: Nachricht: SMS Status fehler, möglichweise nicht über PIN authorisiert
et: Teade: SMS oleku viga, tõenäoliselt PIN koodiga autoriseerimata
pl: Wiadomo¶æ: B³±d statusu wiadomo¶ci, prawdopodobnie brak autoryzacji przez PIN
sk: Správa: Chyba SMS stavu, pravdepodobne nebol zadaný PIN

source: Message: Netmonitor correctly set.
de: Nachricht: Netzmonitor richtig gesetzt.
et: Teade: Võrgumonitor korrektselt paigas.
pl: Wiadomo¶æ: Netmonitor ustawiony poprawnie.
sk: Správa: Monitor siete úspe¹ne zapnutý.

source: Message: Netmonitor menu %d received:
de: Nachricht: Netzmonitor Menü %d erhalten:
et: Teade: Võrgumonitori menüü %d saabunud:
pl: Wiadomo¶æ: Otrzymano menu %d Netmonitora:
sk: Správa: Menu sie»ového monitora %d prijaté:

source: Unknown message of type 0x40.
de: Unbekannte Nachricht vom Typ 0x40.
et: Tundmatu 0x40 tüüpi sõnum.
pl: Nieznana wiadomo¶æ typu 0x40.
sk: Neznáma správa typu 0x40.

source: Message: Mobile phone identification received:
de: Nachricht: Mobiltelefonidentifikation erhalten:
et: Teade: Mobiiltelefoni identiteet saabunud:
pl: Wiadomo¶æ: Otrzymano identyfikacjê aparatu:
sk: Správa: Identifikácia mobilného telefónu prijatá:

source: Production Code: %s
de: Produktionszahl: %s
et: Valmistuskood: %s
pl: Kod produktu: %s
sk: Výrobné èíslo: %s

source: Magic bytes: %02x %02x %02x %02x
de: Magische Zahlen: %02x %02x %02x %02x
et: Maagilised baidid: %02x %02x %02x %02x
pl: Magiczny numer: %02x %02x %02x %02x
sk: Magické bajty: %02x %02x %02x %02x

source: [Received Ack of type %02x, seq: %2x]
de: [Erhielt Bestätigung vom Typ %02x, Seq: %2x]
pl: [Otrzymano potwierdzenie typu %02x, nr: %2x]
sk: [Prijaté potvrdenie typu %02x, sekv.: %2x]

source: Message: The phone is powered on - seq 1.
de: Nachricht: Das Telefon wurde eingeschalten - Stufe 1.
pl: Wiadomo¶æ: Telefon jest w³±czony - nr 1.
sk: Správa: Telefón sa zapína - sekv. 1.
