Repository: Ahmedabdsw/gammu
Catalog: po/*.po
Languages: de, et, it, pl, sk

source: Sending SMS to %s via message center %s
de: Sende SMS an %s via SMS-Center %s
et: Saadan SMS'i %s kasutades saatekeskust %s
it: Invia un SMS a %s con il centro messaggi %s
pl: Wysy³am SMS do %s przez centrum wiadomo¶ci %s
sk: Posiela sa SMS pre %s prostredníctvom centra %s

source: SMS Send attempt failed, trying again (%d of %d)
de: SMS Sendeversuch fehlgeschlagen, probiere es nochmal (%d von %d)
et: SMS saatmine ebaõnnestus, proovin veel (katse %d %d-st)
it: Invio SMS fallito, nuovo tentativo (%d di %d)
pl: Próba wys³ania wiadomo¶ci SMS zakoñczona niepowodzeniem, nastêpna próba (%d z %d)
sk: Poslanie SMS zlyhalo, nový pokus (%d z %d)

source: Couldn't open FB38 device:
de: Konnte FB38 Gerät nicht öffnen:
et: Ei suuda avada FB38 seadet:
pl: Nie mog³em otworzyæ urz±dzenia FB38:
sk: Nie je mo¾né otvori» zariadenie FB38:

source: restarting.
de: starte neu.
et: käivitun uuesti.
it: riavvio.
pl: ponowne uruchamianie.
sk: nový ¹tart.

source: MT Fail %02x
de: MT fehlgeschlagen %02x
et: MT Viga %02x
it: MT Fallito %02x
pl: Niepowodzenie MT %02x
sk: MT chyba %02x

source: CS Fail %02x != %02x
de: Cs-Fehler %02x != %02x
et: CS Viga %02x != %02x
it: CS Fallito %02x != %02x
pl: Niepowodzenie CS %02x != %02x
sk: CS chyba %02x != %02x

source: 0x15 Registration Response 0x%02x
de: 0x15 Registrierungs-Antwort 0x%02x
et: 0x15 Registreerimise vastus 0x%02x
pl: 0x15 Odpowied¼ na rejestracjê 0x%02x
sk: 0x15 registraèná odpoveï 0x%02x

source: 0x16 Registration Response 0x%02x
de: 0x16 Registrierungs-Antwort 0x%02x
et: 0x15 Registreerimise vastus 0x%02x
pl: 0x16 Odpowied¼ na rejestracjê 0x%02x
sk: 0x16 registraèná odpoveï 0x%02x

source: SIM access: %s.
de: SIM Zugriff: %s
it: Accesso alla SIM: %s.
pl: Dostêp do SIM: %s
sk: Prístup k SIM: %s.

source: SMS Stored into location 0x%02x
de: SMS an 0x%02x gespeichert
et: SMS salvestatud 0x%02x
it: SMS Memorizzato nella locazione 0x%02x
pl: SMS zapisany pod adresem 0x%02x
sk: SMS zapísaná na pozíciu 0x%02x

source: SMS Store failed: 0x%02x
de: SMS speichern fehlgeschlagen (Fehler=%d)
et: SMS salvestamine 0x%02x ebaõnnestus
it: Memorizzazione SMS fallita: 0x%02x
pl: Zapisywanie SMSa nie powiod³o siê: 0x%02x
sk: Zápis SMS zlyhal: 0x%02x

source: PIN [possibly] entered.
de: PIN wurde (möglicherweise) eingegeben.
et: PIN [tõenäoliselt] sisestatud.
it: PIN [forse] digitato.
pl: PIN [prawdopodobnie] wprowadzony.
sk: PIN bol [pravdepodobne] zadaný.

source: Phone powering off...
de: Mobilphone schaltet sich ab...
et: Telefon lülitub välja
it: Spegnimento telefono...
pl: Wy³±czanie zasilania telefonu...
sk: Telefón sa vypína...

source: Standard Ack write failed!
de: Senden der Standardbestätigung schlug fehl!
pl: Wys³anie standardowego potwierdzenia nie powiod³o siê!
sk: Zápis ¹tandardného potvrdenia zlyhal!

source: Unknown:
de: Unbekannt:
et: Tundmatu:
it: Sconosciuto:
pl: Nieznany:
sk: Neznáma:

source: Msg Type: %02x
de: Nachrichtentyp: %02x
et: Msg Tüüp: %02x
it: Msg Tipo: %02x
pl: Typ wiadomo¶ci: %02x
sk: Typ správy: %02x

source: Msg Len: %02x
de: Nachrichtenlänge: %02x
et: Msg pikkus: %02x
it: Msg Lung.: %02x
pl: D³ugo¶æ wiadomo¶ci: %02x
sk: Då¾ka správy: %02x

source: Sequence Number: %02x
de: Sequenznummer: %02x
et: Järjenumber: %02x
pl: Numer sekwencyjny: %02x
sk: Sekvenèné èíslo: %02x

source: Checksum: %02x
de: Prüfsumme: %02x
et: Kontrollsumma: %02x
pl: Suma kontrolna: %02x
sk: Kontrolný súèet: %02x

source: Set Mem Loc Write failed!
de: Schreiben der Speicherzelle schlug fehl!
it: Scrittura Set Mem Loc fallita!
pl: Operacja zapisu do komórki pamiêci nieudana!
sk: Poslanie správy Set Mem Loc zlyhalo!

source: TX_SendRLPFrame - write:
de: TX_SendRLPFrame - schreiben:
pl: TX_SendRLPFrame - zapisywanie:
sk: TX_SendRLPFrame - zápis:

source: Request HangupMessage Write failed!
sk: Poslanie správy Request HangupMessage zlyhalo!

source: 0x4a Write failed!
de: 0x4a Schreiben erfolglos!
et: 0x4a Kirjutamine ebaõnnestus!
pl: 0x4a Operacja zapisu nieudana!
sk: Poslanie správy 0x4a zlyhalo!

source: Explore Write failed!
de: Schreiben fehlgeschlagen!
pl: Operacja zapisu nieudana!
sk: Poslanie správy Explore zlyhalo!

source: 0x3f Write failed!
de: 0x3f Schreiben erfolglos!
et: 0x3f Kirjutamine ebaõnnestus!
pl: 0x3f Operacja zapisu nieudana!
sk: Poslanie správy 0x3f zlyhalo!

source: Request Mem Loc Write failed!
de: Anforderung zum Schreiben einer Speicherzelle fehlgeschlagen!
pl: ¯±danie zapisu do komórki pamiêci nie powiod³o siê!
sk: Poslanie správy Request Mem Loc zlyhalo!

source: Request IMEI/Revision/Model Write failed!
de: Anforderung IMEI/Revision/Modell schreiben fehlgeschlagen!
pl: ¯±danie zapisu numerów IMEI/wersji/modelu nie powiod³o siê!
sk: Poslanie správy Request IMEI/Revision/Model zlyhalo!

source: Send SMS header failed!
de: Senden des SMS-Headers erfolglos!
et: SMS päise saatmine ebaõnnestus!
it: Invio intestazione SMS fallita!
pl: Wys³anie nag³ówka wiadomo¶ci SMS nie powiod³o siê!
sk: Poslanie SMS hlavièky zlyhalo!

source: Store SMS header failed!
de: Speichern des SMS-Headers erfolglos!
et: SMS päise salvestamine ebaõnnestus!
it: Memorizzazione intestazione SMS fallita!
pl: Zapisanie nag³ówka wiadomo¶ci SMS nie powiod³o siê!
sk: Zápis SMS hlavièky zlyhal!

source: Send SMS block %d failed!
de: Senden des SMS-Blocks %d erfolglos!
it: Invio blocco SMS %d fallita!
pl: Wys³anie bloku %d wiadomo¶ci SMS nie powiod³o siê!
sk: Poslanie SMS bloku %d zlyhalo!

source: Request SMS Mem Loc Write failed!
de: Anforderung zum Schreiben einer SMS Speicherzelle fehlgeschlagen!
pl: ¯±danie zapisu wiadomo¶ci SMS do pamiêci nie powiod³o siê!
sk: Poslanie správy SMS Mem Loc zlyhalo!

source: Delete SMS Mem Loc write failed!
de: Löschen von SMS fehlgeschlagen!
et: SMS kustutamine mälupesast ebaõnnestus!
pl: Usuniêcie wiadomo¶ci SMS z pamiêci nie powiod³o siê!
sk: Poslanie správy Delete SMS Mem Loc zlyhalo!

source: 0x15 Write failed!
de: 0x15 Schreiben erfolglos!
et: 0x15 Kirjutamine ebaõnnestus!
pl: 0x15 Operacja zapisu nieudana!
sk: Poslanie správy 0x15 zlyhalo!

source: TX_SendMessage - message too long!
de: TX_SendMessage - Nachricht zu lang!
et: TX_SendMessage - sõnum on liiga pikk!
it: TX_SendMessage - messaggio troppo lungo!
pl: TX_SendMessage - wiadomo¶æ za d³uga!
sk: TX_SendMessage - správa je príli¹ dlhá!

source: TX_SendMessage - write:
de: TX_SendMessage - schreiben:
et: TX_SendMessage - kirjuta:
it: TX_SendMessage - scrittura:
pl: TX_SendMessage - zapisywanie:
sk: TX_SendMessage - zápis:

source: Write failed!
de: Schreiben fehlgeschlagen!
et: Kirjutamine ebaõnnestus!
it: Scrittura fallita!
pl: Operacja zapisu nieudana!
sk: Zápis zlyhal!

source: Incoming call - Type: %s. %02x, Number %s.
de: Ankommender Anruf - Art: %s. %02x, Nummer %s.
et: Saabuv kõne - Tüüp: %s. %02x, Number %s.
it: Chiamata in arrivo - Tipo: %s. %02x, Numero %s.
pl: Po³±czenie przychodz±ce - Typ: %s. %02x, Numer %s.
sk: Prichádzajúce volanie: typ %s. %02x, èíslo %s.

source: 0x27 Write failed!
de: 0x27 Schreiben erfolglos!
et: 0x27 Kirjutamine ebaõnnestus!
pl: 0x27 Operacja zapisu nieudana!
sk: Poslanie správy 0x27 zlyhalo!

source: 0x4b Write failed!
de: 0x4b Schreiben erfolglos!
et: 0x4b Kirjutamine ebaõnnestus!
pl: 0x4b Operacja zapisu nieudana!
sk: Poslanie správy 0x4b zlyhalo!

source: Status: %s. Batt %02x RF %02x.
de: Status: %s. Batterie %02x RF %02x.
et: Olek: %s Batt %02x RF %02x.
it: Stato: %s. Batt %02x RF %02x.
pl: Status: %s. Baterie %02x RF %02x.
sk: Stav: %s. Batéria: %02x Signál: %02x.

source: 0x10 Write failed!
de: 0x10 Schreiben erfolglos!
et: 0x10 Kirjutamine ebaõnnestus!
pl: 0x10 Operacja zapisu nieudana!
sk: Poslanie správy 0x10 zlyhalo!

source: Call terminated from phone (0x10 message).
de: Anruf von Telefon beendet (0x10 Nachricht).
et: Kõne telefonilt katkestatud (0x10 teade).
it: Chiamata terminata dal telefono (avviso 0x10).
pl: Po³±czenie zakoñczone z telefonu (komunikat 0x10).
sk: Spojenie ukonèené telefónom (správa 0x10).

source: Call terminated from opposite end of line (or from network).
de: Anruf vom gegnerischen Teilnehmer (oder vom Netz) beendet.
et: Kõne katkestatud vastuvõtja või võrgu poolt.
it: Telefonata terminata dal chiamante (o dalla rete).
pl: Po³±czenie zakoñczone przez przeciwn± stronê (lub z siec).
sk: Spojenie ukonèené protistranou (alebo sie»ou).

source: Call terminated from phone (0x12 message).
de: Anruf vom Telefon beendet (0x12 Nachricht).
et: Väljuv kõne katkestatud (0x12 teade).
it: Chiamata terminata dal telefono (avviso 0x12).
pl: Po³±czenie zakoñczone z telefonu (komunikat 0x12).
sk: Spojenie ukonèené telefónom (správa 0x12).

source: Incoming call answered from phone.
de: Ankommender Anruf vom Telefon beantwortet.
et: Saabuv kõne vastatud.
it: Risposta del telefono ad una chiamata in arrivo.
pl: Po³±czenie przychodz±ce odebrane przez telefon.
sk: Telefón prijal prichádzajúci hovor.

source: %s call established - status bytes %02x %02x.
de: %s Anruf aufgebaut Abgehender Statusbytes %02x %02x.
et: %s kõne moodustatud - staatuse bitid %02x %02x.
it: %s ha stabilito un collegamento - stato dei byte %02x %02x.
pl: %s po³±czenie ustanowione - status %02x %02x.
sk: Spojenie nadviazané: typ %s, stavové bajty %02x %02x.

source: 0x2c Write failed!
de: 0x2c Schreiben erfolglos!
et: 0x2c Kirjutamine ebaõnnestus!
pl: 0x2c Operacja zapisu nieudana!
sk: Poslanie správy 0x2c zlyhalo!

source: PID:%02x DCS:%02x Timezone:%02x Stat1:%02x Stat2:%02x
de: PID:%02x DCS:%02x Zeitzone:%02x Stat1:%02x Stat2:%02x
et: PID:%02x DCS:%02x Ajavöönd:%02x Stat1:%02x Stat2:%02x
pl: PID:%02x DCS:%02x Strefa czas.:%02x Stat1:%02x Stat2:%02x
sk: PID:%02x DCS:%02x Èas. pásmo:%02x Stat1:%02x Stat2:%02x

source: Incoming SMS %d/%d/%d %d:%02d:%02d tz:0x%02x Sender: %s(Type %02x) Msg Center: %s
de: Ankommende SMS %d-%d-%d %d:%02d:%02d tz:0x%02x Absender: %s(Typ %02x) SMS-Center: %s
et: Saabuv SMS sõnum %d/%d/%d %d:%02d:%02d AV:0x%02x Saatja: %s(%02x tüüpi) Msg Keskus: %s
it: SMS in arrivo %d/%d/%d %d:%02d:%02d tz:0x%02x Mittente: %s(Tipo %02x) Centro Msg: %s
pl: Przychodz±ca wiadomo¶æ SMS %d-%d-%d %d:%02d:%02d tz:0x%02x Nadawca: %s(Typ %02x) Centrum wiadomo¶ci: %s
sk: Prichádzajúca SMS %d/%d/%d %d:%02d:%02d tz:0x%02x Odosielateµ: %s(Typ %02x) SMS centrum: %s

source: Msg Length %d, Msg memory %d Msg number %d, PID: %02x DCS: %02x Unknown: %02x
de: Nachrichtenlänge %d, Nachrichtenspeicher %d Nachrichtennummer %d, PID: %02x DCS: %02x Ünbekannt: %02x
et: Msg pikkus %d, Msg mälukoht %d Msg number %d, PID: %02x DCS: %02x Tundmatud baidid: %02x
pl: D³ugo¶æ wiadomo¶ci %d, pamiêæ wiadomo¶ci %d numer wiadomo¶ci %d, PID: %02x DCS: %02x Nieznane: %02x
sk: Då¾ka %d, Pamä» %d Èíslo %d, PID: %02x DCS: %02x Neznáme: %02x

source: Mobile phone identification received:
de: Identifikation des Telefons erhalten:
et: Mobiiltelefeni identifikaator saabus:
pl: Otrzymano identyfikacjê telefonu:
sk: Identifikácia mobilného telefónu prijatá:

source: Revision: %s
et: Versioon: %s
it: Versione : %s
pl: Wersja: %s
sk: Revízia: %s

source: SMS Message Center Data:
de: SMS-Center Daten:
et: SMS Keskuse info:
it: Centro Messaggi SMS:
pl: Dane centrum wiadomo¶ci SMS:
sk: Údaje SMS centra:

source: Selected memory: 0x%02x
de: Ausgewählter Speicher 0x%02x
et: Valitud mälu: 0x%02x
it: Memoria in uso: 0x%02x
pl: Wybrana pamiêæ: 0x%02x
sk: Zvolená pamä»: 0x%02x

source: Messages in Phone: 0x%02x Unread: 0x%02x
de: Nachrichten im Telefon: 0x%02x Ungelesen: 0x%02x
et: Lühisõnumeid Telefonis: 0x%02x Lugemata: 0x%02x
it: Messaggi nel Telefono: 0x%02x Da leggere: 0x%02x
pl: Wiadomo¶ci w pamiêci aparatu: 0x%02x Nieprzeczytanych: 0x%02x
sk: Správ v telefóne: 0x%02x, nepreèítaných: 0x%02x

source: Messages in SIM: 0x%02x Unread: 0x%02x
de: Nachrichten auf SIM: 0x%02x Ungelesen: 0x%02x
et: Lühisõnumeid SIM kaardil: 0x%02x Lugemata: 0x%02x
it: Messaggi nella SIM: 0x%02x Da leggere: 0x%02x
pl: Wiadomo¶ci na karcie SIM: 0x%02x Nieprzeczytanych: 0x%02x
sk: Správ na SIM: 0x%02x, nepreèítaných: 0x%02x

source: Reply via own centre: 0x%02x (%s)
de: Antwort über eigenes Center: 0x%02x (%s)
it: Risposta stesso centro: 0x%02x (%s)
pl: Odpowied¼ przez w³asne centrum wiadomo¶ci: 0x%02x (%s)
sk: Odpoveï prostredníctvom vlastného centra: 0x%02x (%s)

source: Delivery reports: 0x%02x (%s)
de: Transportnachrichten: 0x%02x (%s)
et: Saateraport: 0x%02x (%s)
it: Conferma invio: 0x%02x (%s)
pl: Raporty dorêczenia: 0x%02x (%s)
sk: Potvrdenie o doruèení: 0x%02x (%s)

source: Messages sent as: 0x%02x
de: Nachrichten geschickt als: 0x%02x
et: Sõnum saadetud nagu 0x%02x
it: Messaggio inviato come: 0x%02x
pl: Wiadomo¶ci wysy³ane jako: 0x%02x
sk: SPrávy posielané ako: 0x%02x

source: Message validity: 0x%02x
de: Nachrichtengültigkeit: 0x%02x
et: Sõnumi kehtivus on 0x%02x
it: Validità messaggio: 0x%02x
pl: Okres wa¿no¶ci wiadomo¶ci: 0x%02x
sk: Platnos» správ: 0x%02x

source: Unknown: 0x%02x
de: Unbekannt: 0x%02x
et: Tundmatu: 0x%02x
it: Anonimo: 0x%02x
pl: Nieznane: 0x%02x
sk: Neznáme: 0x%02x

source: UnknownNumber field empty.
de: Unbekanntes leeres Nummernfeld.
et: TundmatuNumber väli on tühi.
pl: Nieznany: puste pole numeru.
sk: Pole UnknownNumber prázdne.

source: Number field empty.
de: Nummernfeld leer.
et: Numbriväli on tühi.
pl: Puste pole numeru.
sk: Èíselné pole prázdne.

source: Number:
de: Nummer:
it: Numero:
pl: Numer:
sk: Èíslo:

source: File can not be opened!
de: Datei kann nicht geöffnet werden!
pl: Nie mo¿na otworzyæ pliku!
sk: Súbor nie je mo¾né otvori»!

source: Timeout in IR-mode
it: Timeout in modalità IR
pl: Przekroczenie czasu oczekiwania w trybie IR
sk: Vypr¹anie èasového intervalu v IR-re¾ime

source: Couldn't open FB61 infrared device
de: Konnte FB61 Infrarotgerät nicht öffnen
et: Ei suuda avada FB61 IR-seadet
it: Impossibile aprire il dispositivo ad infrarossi FB61
pl: Nie mog³em otworzyæ urz±dzenia FB61
sk: Nie je mo¾né otvori» FB61 infrèervené zariadenie

source: Starting IR mode...!
de: Starte Infratotmodus...!
et: Alustan IR ühendust...!
it: Avvio modalità IR...!
pl: Uruchamiam tryb IR...!
sk: ©tart IR re¾imu...!

source: Serial flags dump:
de: Ausgabe der seriellen Zustände:
et: Serialpordi lippude olek:
it: Stato dei Serial flags:
pl: Stan flag portu szeregowego:
sk: Výpis sériových príznakov:

source: DTR is %s.
de: DTR ist %s.
et: DTR on %s.
it: Il DTR è %s.
pl: DTR jest %s.
sk: DTR je %s.

source: up
de: aktiv
et: toimib
it: attivo
pl: w³±czony
sk: aktívne

source: down
de: inaktiv
et: maas
it: disattivo
pl: wy³±czony
sk: inaktívne

source: RTS is %s.
de: RTS ist %s.
et: RTS on %s.
it: RTS è %s.
pl: RTS jest %s.
sk: RTS je %s.

source: CAR is %s.
de: CAR ist %s.
et: CAR on %s.
it: CAR è %s.
pl: CAR jest %s.
sk: CAR je %s.

source: CTS is %s.
de: CTS ist %s.
et: CTS on %s.
it: CTS è %s.
pl: CTS jest %s.
sk: CTS je %s.

source: Setting FBUS communication...
de: Starte FBUS Verbindung...
et: Tekitan FBUS ühendust...
it: Attivazione comunicazione FBUS...
pl: Ustanawiam komunikacjê FBUS...
sk: Nastavenie FBUS komunikácie...

source: Couldn't open FB61 device
de: Konnte FB61 Gerät nicht öffnen
et: Ei suuda avada FB61 seadet
it: Impossibile aprire il dispositivo FB61
pl: Nie mog³em otworzyæ urz±dzenia FB61
sk: Nie je mo¾né otvori» FB61 zariadenie

source: Message: Call message, type 0x02:
et: Teade: Kõneteade, tüüp 0x02:
it: Messaggio: Call message, tipo 0x02:
sk: Správa: Volanie, typ 0x02:

source: Exact meaning not known yet, sorry :-(
de: Exakte Bedeutung ist noch unklar :-(
et: Täpne tagamõte hetkel tundmatu ... :-(
pl: Dok³adne znaczenie jeszcze nie jest znane, przykro mi :-(
sk: Presný význam zatiaµ nie je známy, µutujeme :-(

source: Message: Call message, type 0x03:
de: Nachricht: Anrufnachricht, Typ 0x03:
et: Teade: Kõneteade, tüüp 0x03:
it: Messaggio: Call message, tipo 0x03:
pl: Wiadomo¶æ: Wiadomo¶æ o po³±czeniu, typ 0x03:
sk: Správa: Volanie, typ 0x03:

source: Sequence nr. of the call: %d
de: Reihenfolge des Anrufs: %d
et: Kõne järjenumber: %d
it: Nr. sequenziale della chiamata: %d
pl: Kolejny numer po³±czenia: %d
sk: Sekvenèné èíslo volania: %d

source: Message: Remote end hang up.
de: Nachricht: Gegner hat aufgelegt.
et: Teade: Teine pool katkestas kõne.
it: Avviso: Il chiamato ha chiuso la comunicazione.
pl: Wiadomo¶æ: Zdalna strona roz³±czy³a siê.
sk: Správa: Protistrana zavesila.

source: Message: Incoming call alert:
de: Nachricht: Ankommender Anruf:
et: Teade: Saabuva kõne hoiatus:
it: Avviso: Chiamata in arrivo:
pl: Wiadomo¶æ: Ostrze¿enie o po³±czeniu:
sk: Správa: Prichádzajúce volanie:

source: Number:
de: Nummer:
it: Numero:
pl: Numer:
sk: Èíslo:

source: Name:
et: Nimi:
it: Nome:
pl: Nazwa:
sk: Meno:

source: Message: Call answered.
de: Nachricht: Anruf angenommen.
et: Sõnum: Kõne vastatud.
it: Avviso: Chiamata risposta.
pl: Wiadomo¶æ: Po³±czenie odebrane.
sk: Správa: Volanie prijaté.

source: Message: Call ended by your phone.
de: Nachricht: Anruf aufgelegt von Ihnen.
et: Teade: Kõne lõpetatud oma telefoni poolt.
it: Avviso: Chiamata terminata dal vostro telefono.
pl: Wiadomo¶æ: Po³±czenie zakoñczone przez Twój telefon.
sk: Správa: Volanie ukonèené va¹ím telefónom.

source: Message: Call message, type 0x0a:
de: Nachricht: Anrufnachricht, Typ 0x0a:
et: Teade: Kõneteade, tüüp 0x0a:
pl: Wiadomo¶æ: Wiadomo¶æ o po³±czeniu, Typ 0x0a:
sk: Správa: Volanie, typ 0x0a:

source: Message: Unknown message of type 0x01
de: Nachricht: Unbekannte Nachricht vom Typ 0x01
et: Teade: Tundmatu 0x01 tüüpi sõnum
pl: Wiadomo¶æ: Nieznana wiadomo¶æ typu 0x01
sk: Správa: Neznáma správa typu 0x01

source: Message: SMS Message correctly sent.
de: Nachricht: SMS Nachricht korrekt versendet.
et: Teade: SMS sõnum korrektselt saadetud.
it: Avviso: messaggio SMS inviato regolarmente.
pl: Wiadomo¶æ: Wiadomo¶æ SMS wys³ana prawid³owo.
sk: Správa: SMS správa úspe¹ne odoslaná.

source: Message: Sending SMS Message failed.
de: Nachricht: SMS Nachricht senden fehlgeschlagen.
et: Teade: SMS sõnumi saatmine ebaõnnestus.
it: Avviso: Invio SMS fallito.
pl: Wiadomo¶æ: Wys³anie wiadomo¶ci SMS nie powiod³o siê.
sk: Správa: Odoslanie SMS správy zlyhalo.

source: Message: SMS Message Received
de: Nachricht: SMS Nachricht erhalten
et: Teade: SMS sõnum saabus
it: Avviso: Ricevuto SMS
pl: Wiadomo¶æ: Otrzymano wiadomo¶æ SMS
sk: Správa: SMS správa prijatá

source: SMS center number: %s
de: SMS Zentralennummer: %s
et: SMS keskuse number: %s
it: Numero centro messaggi SMS: %s
pl: Numer centrum wiadomo¶ci: %s
sk: Èíslo SMS centra: %s

source: Remote number: %s
de: Gegnernummer: %s
et: Teise poole number: %s
it: Numero chiamato: %s
pl: Zdalny numer: %s
sk: Èíslo odosielateµa: %s

source: Date: %s
de: Datum: %s
et: Kuupäev: %s
it: Data: %s
pl: Data: %s
sk: Dátum: %s

source: Message: SMS Center correctly set.
de: Nachricht: SMS Center richtig gesetzt.
et: Teade: SMS keskus korrektselt paigas.
it: Messaggio: Centro messaggi SMS impostato.
pl: Wiadomo¶æ: Poprawnie ustawione centrum wiadomo¶ci.
sk: Správa: SMS centrum korektne nastavené.

source: Message: SMS Center received:
de: Nachricht: SMS Center erhalten:
et: Teade: SMS keskus saabus:
it: Avviso: ricevuto Centro SMS:
pl: Wiadomo¶æ: Otrzymano centrum wiadomo¶ci:
sk: Správa: SMS centrum prijaté:

source: %d. SMS Center name is %s
de: %d. Die SMS Zentrale heißt %s
et: %d. SMS Keskuse nimi on %s
it: %d. Il nome del Centro SMS è %s
pl: %d. Nazwa centrum wiadomo¶ci to %s
sk: %d. Názov SMS centra je %s

source: SMS Center number is %s
de: SMS Center Nummer ist %s
et: SMS keskuse number on %s
it: Il numero del centro SMS è %s
pl: Numer centrum wiadomo¶ci to %s
sk: Èíslo SMS centra je %s

source: SMS Center message format is
de: SMS Center Nachrichtenformat ist
et: SMS keskuse teate formaat on
it: Il formato dei messaggi SMS è
pl: Format wiadomo¶ci to
sk: Formát správ SMS centra je

source: Unknown
de: Unbekannt
et: Tundmatu
it: Sconosciuto
pl: Nieznany
sk: Neznámy

source: SMS Center message validity is
de: SMS Center Nachrichtengültigkeit ist
et: SMS keskuse teate kehtivusaeg on
it: La permanenza dei messaggi nel centro SMS è
pl: Okres wa¿no¶ci wiadomo¶ci to
sk: Platnos» správ SMS centra je

source: 1 hour
de: 1 Stunde
et: 1 tund
it: 1 ora
pl: 1 godzina
sk: 1 hodina

source: 6 hours
de: 6 Stunden
et: 6 tundi
it: 6 ore
pl: 6 godzin
sk: 6 hodín

source: 24 hours
de: 24 Stunden
et: 24 tundi
it: 24 ore
pl: 24 godziny
sk: 24 hodín

source: 72 hours
de: 72 Stunden
et: 72 tundi
it: 72 ore
pl: 72 godziny
sk: 72 hodín

source: 1 week
de: 1 Woche
et: 1 nädal
it: 1 settimana
pl: 1 tydzieñ
sk: 1 tý¾deò

source: Maximum time
de: Maximale Zeit
et: Maksimaalne aeg
it: Tempo massimo
pl: Czas maksymalny
sk: Maximálny èas

source: Message: SMS Center error received:
de: Nachricht: SMS Center fehler erhalten:
et: Teade: SMS keskuse viga saabus:
pl: Wiadomo¶æ: Otrzymano b³±d od centrum wiadomo¶ci:
sk: Správa: Prijatá chyba SMS centra:

source: The request for SMS Center failed.
de: Anfrage nach SMS Zentrale fehlgeschlagen.
et: Sõnumikeskuse päring ebaõnnestus.
pl: ¯±danie do centrum wiadomo¶ci nie powiod³o siê.
sk: ®iados» o SMS centrum zlyhala.

source: Unknown message!
de: Unbekannte Nachricht!
et: Tundmatu sõnum!
pl: Nieznana wiadomo¶æ!
sk: Naznáma správa!

source: Message: Phonebook entry received:
de: Nachricht: Telefonbuckeintrag erhalten:
et: Teade: Telefoniraamatu kirje saabus:
pl: Wiadomo¶æ: Otrzymano wpis ksi±¿ki telefonicznej:
sk: Správa: Príjem polo¾ky telefónneho zoznamu:

source: Date:
de: Datum:
et: Kuupäev:
it: Data:
pl: Data:
sk: Dátum:

source: Time:
de: Zeit:
et: Kellaaeg:
it: Ora:
pl: Czas:
sk: Èas:

source: Message: Phonebook read entry error received:
de: Nachricht: Telefonbucheintrag lesen schlug fehl:
et: Teade: Telefoniraamatu lugemise viga saabus:
it: Avviso: voce in Rubrica errata:
pl: Wiadomo¶æ: B³±d przy otrzymywaniu wpisu ksi±¿ki telefonicznej:
sk: Správa: Prijatá chyba polo¾ky telefónneho zoznamu:

source: Invalid memory type!
de: Falscher Speicertyp!
et: Vale mälu tüüp!
it: Tipo memoria errata!
pl: Nieznany typ pamiêci!
sk: Chybný typ pamäti!

source: Unknown error!
de: Unbekannter Fehler!
et: Tundmatu viga!
it: Errore indeterminato!
pl: Nieznany b³±d!
sk: Neznáma chyba!

source: Message: Phonebook written correctly.
de: Nachricht: Telefonbuch korrekt geschrieben.
et: Teade: Telefoniraamat korrektselt kirjutatud.
it: Avviso: Scrittura Rubrica effettuata correttamente.
pl: Wiadomo¶æ: Ksi±¿ka telefoniczna zapisana prawid³owo.
sk: Správa: Polo¾ka telefónneho zoznamu úspe¹ne zapísaná.

source: Message: Phonebook not written - name is too long.
de: Nachricht: Telefonbuch nicht geschrieben - Name ist zu lang.
et: Teade: Telefoniraamatusse ei kirjutatud - nimi on liiga pikk.
it: Avviso: Scrittura in Rubrica non effettuata - il nome è troppo lungo.
pl: Wiadomo¶æ: Ksi±¿ka telefoniczna nie zapisana - nazwa za d³uga.
sk: Správa: Polo¾ka telefónneho zoznamu nebola zapísaná - meno je príli¹ dlhé.

source: Message: Memory status received:
de: Nachricht: Speicherstatus erhalten:
et: Teade: Mälu olek saabus:
it: Avviso: Ricezione condizioni memoria:
pl: Wiadomo¶æ: Otrzymano stan pamiêci:
sk: Správa: Príjatý stav pamäti:

source: Memory Type: %s
de: Speicherart: %s
et: Mälu tüüp: %s
it: Tipo di memoria: %s
pl: Typ pamiêci: %s
sk: Typ pamäti: %s

source: Used: %d
de: Benutzt: %d
et: Kasutatud: %d
it: In uso: %d
pl: U¿ywane: %d
sk: Vyu¾ité: %d

source: Free: %d
de: Frei: %d
et: Vaba: %d
it: Libera: %d
pl: Wolne: %d
sk: Voµné: %d

source: Message: Memory status error, phone is probably powered off.
de: Nachricht: Speicherstatusfehler, Telefon ist vermutlich ausgeschaltet.
et: Teade: Mälu oleku viga, telefon on tõenäoliselt väljalülitatud.
it: Avviso: Errore analizzando la memoria, il telefono potrebbe essere spento.
pl: Wiadomo¶æ: B³±d stanu pamiêci, telefon jest prawdopodobnie wy³±czony.
sk: Správa: Chyba stavu pamäti, telefón je pravdepodobne vypnutý.
